{"http://www.intel.com/content/www/us/en/homepage.html": [[], 0], "http://www.intel.com/content/www/us/en/legal/terms-of-use.html": [[], 0], "http://www.intel.com/content/www/us/en/company-overview/contact-us.html": [[], 0], "http://www.intel.com/content/www/us/en/jobs/jobs-at-intel.html": [["Our software engineers actively establish tomorrow’s infrastructure, as well as solutions for big data and intelligent devices, and accelerate cloud computing adoption with an established reputation for innovation.", "From finding and keeping the best talent to forecasting investment potential and beyond, Business professionals at Intel play a critical role in driving Intel’s profitability and future innovation.", "For engineers and technologists from diverse industry backgrounds who are ready to deliver innovative and state of the art wireless experiences to the market, including innovative new ideas for 3G/4G/LTE and Next Generation 5G connectivity, Wi-Fi, global navigation satellite system (GNSS), Bluetooth, Wireless Gigabit (WiGig) and more."], 4], "http://www.intel.com/content/www/us/en/corporate-responsibility/responsible-minerals.html": [[], 0], "http://www.intel.com/content/www/us/en/company-overview/diversity-at-intel.html": [["We value the unique perspectives of every individual. We are problem solvers, innovators, and, inventors. We deliver excellence to our customers. We are a global team and the face of the future. We are creating a better tomorrow, today. We are Intel.", "\"Building a better world is our business and we feel a sense of responsibility to lead the industry in diversity and inclusion. When every employee feels they have a voice and sense of belonging, Intel can be more innovative, agile, and competitive to achieve our greatest ambitions.\""], 2], "http://www.intel.com/content/www/us/en/corporate-responsibility/corporate-responsibility.html": [["We’re constantly innovating to deepen the impact of our corporate responsibility efforts and exploring new ways to apply our technology to address global challenges."], 1], "http://www.intel.com/content/www/us/en/diversity/diversity-at-intel.html": [["We value the unique perspectives of every individual. We are problem solvers, innovators, and, inventors. We deliver excellence to our customers. We are a global team and the face of the future. We are creating a better tomorrow, today. We are Intel.", "\"Building a better world is our business and we feel a sense of responsibility to lead the industry in diversity and inclusion. When every employee feels they have a voice and sense of belonging, Intel can be more innovative, agile, and competitive to achieve our greatest ambitions.\""], 2], "http://www.intel.com/content/www/us/en/corporate-responsibility/social-impact-and-educational-initiatives/overview.html": [["[if lte IE 9]>\r\n            <span data-src=\"/content/dam/www/public/us/en/images/corporate/16x9/innovate-marquee-16x9.jpg.rendition.intel.web.1920.1080.jpg\"></span>\r\n            <![endif]", "Intel is redefining what it means to be an innovator by expanding who has access to technology skills and experiences. Ensuring that the next generation of innovators is empowered, diverse, and inclusive will enable us to harness the full power of technology to create the best future possible for everyone.", "Intel is collaborating to close critical gaps and transform today’s workforce development and youth empowerment programs through technology curricula, hands-on innovation experiences, and employability skills training.", "Intel is closing gender gaps in technology access and career paths by empowering more girls and women to use technology, connecting them to economic and social opportunities, and inspiring them to become innovators.", "Indonesia is a nation of some 17,000 islands. Despite proximity to abundant ocean resources, fishers in Indonesia live largely in poverty. Inspired by an Intel® innovation bootcamp, the daughter of a fisherman from a remote part of the country’s South Sulawesi province is using technology to change that.", "Through fun maker experiences and easy-to-use technology, Intel turns young people into problem solvers and innovators, helping them acquire the skills they need for future employment. See how students in Dubai created talking plants and spread joy among patients at a local hospital."], 7], "http://www.intel.com/content/www/us/en/company-overview/company-overview.html": [[], 0], "http://www.intel.com/content/www/us/en/blogs-communities-social.html": [["Technology, culture, news, trends, innovations, and the people behind them."], 1], "http://www.intel.com/content/www/us/en/legal/trademarks.html": [[], 0], "http://www.intel.com/content/www/us/en/privacy/intel-privacy-notice.html": [["Intel’s business brings technology to businesses, consumers and, society in a way that makes amazing experiences possible but doesn’t come at the expense of your privacy. We believe in innovation and performance that supports your privacy rights and in technology designed with those rights in mind.", "Intel collects information as part of its business operations, to provide services, to respond to requests and offer customer support, to fulfill legal and contractual obligations and to build its innovative products. You provide some of this data directly, such as when you order an Intel product, contact customer support, or register for an Intel event or publication. We also collect information through your interaction with Intel® Services and our website, for example, using embedded product technologies and cookies. We also obtain data from third parties."], 2], "http://www.intel.com/content/www/us/en/privacy/intel-cookie-notice.html": [[], 0], "http://www.intel.com/content/www/us/en/policy/policy-human-trafficking-and-slavery.html": [[], 0], "http://www.intel.com/content/www/us/en/siteindex.html": [[], 0], "http://www.corporate.ford.com/homepage.html": [["The Century of Progress Exposition highlighted innovation in the early-1930s and was the birthplace of the Ford Rotunda.", "In Corktown, we are creating an innovation hub in an urban setting that will shape the future of transportation."], 2], "http://www.corporate.ford.com/company.html": [["Today, Ford Motor Company touches the lives of people in every corner of the globe, not just by making and selling the most technologically advanced, reliable and fun-to-drive vehicles in the world, but by leading the way in manufacturing and business innovation."], 1], "http://www.corporate.ford.com/careers.html": [[], 0], "http://www.corporate.ford.com/company/history.html": [["Since 1903, Ford Motor Company has put the world on wheels. From the moving assembly line and the $5 workday, to soy foam seats and aluminum truck bodies, Ford has a long heritage of progress. Learn more about the automobiles, innovations and manufacturing that have made the blue oval known around the world.", "The Century of Progress Exposition highlighted innovation in the early-1930s and was the birthplace of the Ford Rotunda.", "Ford Motor Company began with a staff of 10 in 1903, and has now grown to employ thousands of talented women and men who regularly innovate to deliver a variety of mobility choices. Our team collaborates worldwide to provide new transportation solutions to our customers.", "The Century of Progress Exposition highlighted innovation in the early-1930s and was the birthplace of the Ford Rotunda.", "A brief look at the life of Edsel Bryant Ford, highlighting his lifelong love of design and innovation."], 5], "http://www.corporate.ford.com/company/governance.html": [["We have developed an Aligned Business Framework (ABF) with our most strategic suppliers, which helps improve quality, drive innovation, achieve operational synergies and encourage shared commitment to sustainability goals. Launched in 2005 and most recently updated in 2014, ABF agreements establish working business models for both Ford and the selected suppliers. We work with our ABF suppliers at the corporate level to align and enhance approaches to a range of sustainability issues. All developmental work with ABF suppliers is extended to the supply chain below Tier 1."], 1], "http://www.corporate.ford.com/company/operation-list.html#s0f0": [[], 0], "http://www.corporate.ford.com/company/government-relations.html": [["Each year Ford faces almost 1,000 different pieces of legislation in state capitals that can impact Ford’s business operations and bottom line. Sometimes it’s competitors trying to change to state laws to gain an unfair advantage when it comes to selling and servicing vehicles, other times it involves developing solutions for emerging technologies and innovation. Ford works closely with policy makers in the states to help shape solutions and to ensure all automakers compete on a level playing field. "], 1], "http://www.corporate.ford.com/contact-us.html": [[], 0], "http://www.corporate.ford.com/contact-us.html#tab2": [[], 0], "http://www.corporate.ford.com/contact-us.html#tab3": [[], 0], "http://www.corporate.ford.com/contact-us.html#tab4": [[], 0], "http://www.corporate.ford.com/global-links.html": [[], 0], "http://www.corporate.ford.com/legal/copyright.html": [[], 0], "http://www.boeing.com/employee-and-retiree.page": [[], 0], "http://www.boeing.com/emergency.page": [[], 0], "http://www.boeing.com/features/": [["From building the most fuel-efficient aircraft on the market to finding a creative second life for excess carbon fiber, innovations, new technologies and worldwide environmental initiatives are driving Boeing’s progress toward a more sustainable future.", "From global tech to sales and services, Boeing innovation in the Middle East reaches new heights as partnerships soar.", " magazine issue marking Boeing’s centennial. It has a strong focus on the future and the exciting possibilities for Boeing employees in the company’s second century, from extended space travel to hypersonic transports.  It also pays tribute to the employees and innovations of Boeing’s first 100 years, which shaped the world and how we live. Connect with Christopher Hanks on "], 3], "http://www.boeing.com/": [[], 0], "http://www.boeing.com/commercial/": [["From the wheels up: A closer look at the innovative new 737 MAX 10 landing gear ", "Production of components for the very first Boeing 737 MAX 10 airplane is underway, thanks to a new, innovative solution for the airplane’s main landing gear.", "This year, Boeing showcased the passion, imagination and innovative spirit of our people. Check out a highlight reel of the year's most popoular videos."], 3], "http://www.boeing.com/commercial/737ng/": [["The Next-Generation 737 provides our airline customers with superior reliability, fuel efficiency and high-value returns operators require in today's competitive market. We will continue to provide this level of performance and quality as we transition to the 737 MAX. The popularity of the Next-Generation 737, combined with new innovation, launched our 737 MAX Family. With more than 5,000 orders, the 737 MAX is the fastest-selling airplane in Boeing’s history. ", "continuous innovation", "innovative winglet technology", "continuous innovation"], 4], "http://www.boeing.com/commercial/737max/": [["Inner beauty? 737 MAX has it, with the innovative Boeing Sky Interior — a design utilizing modern-sculpted sidewalls, customizable LED lighting, and other improvements to both form and function.", "The extraordinary and innovative 737 MAX—with power on the outside, beauty on the inside, and a passenger experience that’s second to none. It feels great to fly on a 737 MAX – that’s how you know you’re on one."], 2], "http://www.boeing.com/commercial/747/": [[], 0], "http://www.boeing.com/commercial/767/": [[], 0], "http://www.boeing.com/commercial/777/": [[], 0], "http://www.boeing.com/commercial/777x/": [["The new Boeing 777X will be the world’s largest and most efficient twin-engine jet, unmatched in every aspect of performance. With new breakthroughs in aerodynamics and engines, the 777X will deliver 10 percent lower fuel use and emissions and 10 percent lower operating costs than the competition. A true family, the 777X offers low-risk, profitable growth, industry-leading reliability and seamless integration with the 777 and 787 Dreamliner families for even more flexibility. But performance is just part of the story. With a spacious, wide cabin, new custom architecture and innovations from the 787 Dreamliner, the 777X will deliver the flight experience of the future."], 1], "http://www.boeing.com/commercial/787/": [[], 0], "http://www.boeing.com/commercial/freighters/": [[], 0], "http://www.boeing.com/commercial/services/": [[], 0], "http://www.boeing.com/commercial/bbj/": [[], 0], "http://www.boeing.com/commercial/777x/index.page": [["The new Boeing 777X will be the world’s largest and most efficient twin-engine jet, unmatched in every aspect of performance. With new breakthroughs in aerodynamics and engines, the 777X will deliver 10 percent lower fuel use and emissions and 10 percent lower operating costs than the competition. A true family, the 777X offers low-risk, profitable growth, industry-leading reliability and seamless integration with the 777 and 787 Dreamliner families for even more flexibility. But performance is just part of the story. With a spacious, wide cabin, new custom architecture and innovations from the 787 Dreamliner, the 777X will deliver the flight experience of the future."], 1], "http://www.boeing.com/defense/": [[], 0], "http://www.boeing.com/defense/ah-6-light-attack-helicopter/": [["Optimizing readiness of the AH-6 fleet around the globe is one of Boeing’s many missions. From performance-based logistics contracting and integrated fleet support to vertical lift maintenance, modifications and repairs, Boeing provides a broad spectrum of innovative products and services which directly support and enhance capabilities while reducing total cost of ownership. These services range from transactional spares to complete lifecycle support solutions that are uniquely tailored to the requirements of each AH-6 customer."], 1], "http://www.boeing.com/defense/ah-64-apache/": [["Optimizing readiness for Apache fleets around the globe is one of Boeing’s primary missions. From Performance-Based Logistics (PBL) and integrated fleet support to modifications, repairs and training, Boeing provides a broad spectrum of innovative products and services which directly support and enhance capabilities while reducing the total cost of ownership. Boeing’s award-winning services range from transactional spares to complete lifecycle support solutions that are uniquely tailored to the requirements of each AH-64 Apache customer."], 1], "http://www.boeing.com/defense/airborne-early-warning-and-control/": [[], 0], "http://www.boeing.com/defense/air-force-one/index.page": [["\n<p>The F-22 Raptor is at the cutting edge of technical innovation.</p>\n"], 1], "http://www.boeing.com/defense/autonomous-systems/index.page": [["It’s about purposeful innovation in areas like persistence and intelligence. The true value of autonomy lies in its ability to help customers stay on mission longer, cover more area and provide more immediate, actionable knowledge – prioritizing manpower for the most important actions and decisions.", "For 100 years, Boeing has led manned and unmanned technology innovation and integration from sea to air to space. Autonomy will define the next 100 years – and Boeing is driving the safe innovation and integration of autonomy to maximize human potential."], 3], "http://www.boeing.com/defense/b-1b-bomber/": [[], 0], "http://www.boeing.com/defense/b-52-bomber/": [[], 0], "http://www.boeing.com/defense/c-17-globemaster-iii/": [[], 0], "http://www.boeing.com/defense/c-40a/": [[], 0], "http://www.boeing.com/defense/ch-47-chinook/": [["Optimizing readiness of the Chinook fleet around the globe is one of Boeing’s many missions. From performance-based logistics contracting and integrated fleet support to vertical lift maintenance, modifications and repairs, Boeing provides a broad spectrum of innovative products and services which directly support and enhance capabilities while reducing total cost of ownership. These services range from transactional spares to complete lifecycle support solutions that are uniquely tailored to the requirements of each H-47 customer."], 1], "http://www.boeing.com/defense/chinook-block-ii/index.page": [[], 0], "http://www.boeing.com/defense/cybersecurity-information-management/": [[], 0], "http://www.boeing.com/defense/ea-18g-growler/": [[], 0], "http://www.boeing.com/defense/fa-18-super-hornet/": [[], 0], "http://www.boeing.com/defense/f-15ex/": [[], 0], "http://www.boeing.com/defense/f-15/": [[], 0], "http://www.boeing.com/defense/FARA/index.page": [[], 0], "http://www.boeing.com/defense/future-vertical-lift/index.page": [[], 0], "http://www.boeing.com/defense/icbm/": [["Since 1958, Boeing has designed and delivered the Minuteman ICBM, the nation’s land-based nuclear deterrent. Throughout more than 50 years of continuous enhancements, Boeing innovations in design, sustainment, maintenance and modernization have ensured the safety, security and effectiveness of the Minuteman system."], 1], "http://www.boeing.com/defense/kc-46a-pegasus-tanker/": [[], 0], "http://www.boeing.com/defense/mh-139/index.page": [[], 0], "http://www.boeing.com/defense/missile-defense/": [[], 0], "http://www.boeing.com/defense/mq25/": [[], 0], "http://www.boeing.com/defense/maritime-surveillance/p-8-poseidon/index.page": [[], 0], "http://www.boeing.com/defense/phantom-works/index.page": [["Boeing Phantom Works is building the future ‒ creating innovative solutions that will define the next generation of aerospace and defense. We lead the company's modeling and simulation efforts so our customers can analyze future needs and technology gaps in a measurable environment.", "Boeing Phantom Works is pushing the boundaries of what can be, to what will be, and investing in the right technology today. We are rapidly connecting the present and the future – one innovative idea at a time."], 2], "http://www.boeing.com/defense/t-7a/index.page": [["Boeing’s T-7A Red Hawk and SB>1 DEFIANT named as some of “the most pivotal, influential and just plain awesome innovations” of the year."], 1], "http://www.boeing.com/defense/unmanned-little-bird-h-6u/": [["See how innovative Boeing engineers took the ultra-flexible Little Bird to a whole new level of capability by turning the proven multi-role helicopter into an optionally-manned air vehicle."], 1], "http://www.boeing.com/defense/v-22-osprey/": [["Optimizing readiness of the Osprey fleet around the globe is one of Boeing’s many missions. From performance-based logistics contracting and integrated fleet support to vertical lift maintenance, modifications and repairs, Boeing provides a broad spectrum of innovative products and services which directly support and enhance capabilities while reducing total cost of ownership. These award-winning services range from transactional spares to complete lifecycle support solutions that are uniquely tailored to the requirements of each V-22 customer."], 1], "http://www.boeing.com/defense/weapons/": [["With the mission to deliver reliable, precise, affordable and timely weapons to the warfighter globally, Boeing continues to evolve its core to meet warfighter needs, as well as invest in next-generation technologies to stay ahead of future threats. The breadth and depth of the Weapons portfolio enables the Weapons business to operate as a high-tech, innovative business that delivers with speed and agility. Click on the images below to view our products."], 1], "http://www.boeing.com/space/": [["We also design and build advanced space and communications systems for military, commercial and scientific uses, including advanced digital payload, all-electric propulsion and 3D manufacturing capabilities for spacecraft that can operate in the geosynchronous, medium-Earth-orbital or low-Earth-orbital planes. We’re using innovative manufacturing practices, and simplifying and reducing the complexity of Boeing satellites."], 1], "http://www.boeing.com/defense/autonomous-systems/x37b/index.page": [[], 0], "http://www.boeing.com/space/boeing-satellite-family/": [["Boeing’s heritage of flexible digital payload innovations continues with the 702X. This family of software defined satellites introduced in 2019 meets customers’ demands for smaller, more quickly built satellites that provide flexibility, performance and cost efficiency. Built upon our pioneering MEO effort for O3b, the 702X combines Boeing’s most advanced digital payload with transformational manufacturing technologies and innovative resource management techniques.", "As the number of GPS devices increases globally, so does our dependence on GPS, but satellites wear out. Bringing innovations from their airplane assembly lines to GPS production, Boeing is helping to make GPS service available wherever, whenever you need it."], 3], "http://www.boeing.com/space/starliner/": [["Boeing's Crew Space Transportation (CST)-100 Starliner spacecraft is being developed in collaboration with NASA's Commercial Crew Program. The Starliner was designed to accommodate seven passengers, or a mix of crew and cargo, for missions to low-Earth orbit. For NASA service missions to the International Space Station, it will carry up to four NASA-sponsored crew members and time-critical scientific research. The Starliner has an innovative, weldless structure and is reusable up to 10 times with a six-month turnaround time. It also features wireless internet and tablet technology for crew interfaces.", "The Starliner is a reusable spacecraft that combines a proven capsule architecture, materials and subsystem technologies with 21st century innovations.", "An innovative weldless design eliminates the structural risks of traditional welds, and it also reduces mass and production time."], 3], "http://www.boeing.com/space/global-positioning-system/": [["Bringing innovations from Boeing’s airplane assembly lines to GPS satellite production, Boeing is helping to make GPS service available wherever whenever you need it."], 1], "http://www.boeing.com/space/aerospace-connectivity/": [[], 0], "http://www.boeing.com/space/international-space-station/": [["The International Space Station (ISS) is a permanently crewed on-orbit laboratory that enables scientific research supporting innovation on Earth and future deep space exploration. From design to launch, 15 countries collaborated to assemble the world's only permanently crewed orbital facility, which can house a crew of six and 150 ongoing experiments annually across an array of disciplines. The ISS represents a global effort to expand our knowledge and improve life on Earth while testing technology that will extend our reach to the moon, Mars and beyond."], 1], "http://www.boeing.com/space/index.page#/path": [["We also design and build advanced space and communications systems for military, commercial and scientific uses, including advanced digital payload, all-electric propulsion and 3D manufacturing capabilities for spacecraft that can operate in the geosynchronous, medium-Earth-orbital or low-Earth-orbital planes. We’re using innovative manufacturing practices, and simplifying and reducing the complexity of Boeing satellites."], 1], "http://www.boeing.com/space/space-launch-system/": [[], 0], "http://www.boeing.com/space/united-launch-alliance/": [[], 0], "http://www.boeing.com/features/2016/05/cst100-domes-05-16.page": [[], 0], "http://www.boeing.com/services/index.page": [["Boeing Global Services provides advanced pilot, crew and maintenance training using innovative curriculum tools in adaptive learning environments.", "With more than a century of experience, Boeing’s knowledge in bringing innovative service solutions to commercial, defense and space customers has united to form Boeing Global Services.", "With a focus on innovative services in engineering, digital aviation and analytics as well as supply chain logistics and training support, Boeing will deliver agile, cost-competitive solutions, regardless of the original equipment manufacturer, so customers can reduce costs, drive efficiency and optimize operations.", "Supporting the U.S. warfighter across all military branches, providing innovative training, analytics and sustainment to keep them and their platforms “mission ready”.", "Developing and delivering better, faster and more cost-effective services for customers around the globe by harnessing the breadth, depth and innovation of the world's largest aerospace company and the strengths of its commercial, defense and services business. Performance is ensuring our global customers are more capable and competitive."], 5], "http://www.boeing.com/services/index.page#/commercial-services": [["Boeing Global Services provides advanced pilot, crew and maintenance training using innovative curriculum tools in adaptive learning environments.", "With more than a century of experience, Boeing’s knowledge in bringing innovative service solutions to commercial, defense and space customers has united to form Boeing Global Services.", "With a focus on innovative services in engineering, digital aviation and analytics as well as supply chain logistics and training support, Boeing will deliver agile, cost-competitive solutions, regardless of the original equipment manufacturer, so customers can reduce costs, drive efficiency and optimize operations.", "Supporting the U.S. warfighter across all military branches, providing innovative training, analytics and sustainment to keep them and their platforms “mission ready”.", "Developing and delivering better, faster and more cost-effective services for customers around the globe by harnessing the breadth, depth and innovation of the world's largest aerospace company and the strengths of its commercial, defense and services business. Performance is ensuring our global customers are more capable and competitive."], 5], "http://www.boeing.com/services/index.page#/government-services": [["Boeing Global Services provides advanced pilot, crew and maintenance training using innovative curriculum tools in adaptive learning environments.", "With more than a century of experience, Boeing’s knowledge in bringing innovative service solutions to commercial, defense and space customers has united to form Boeing Global Services.", "With a focus on innovative services in engineering, digital aviation and analytics as well as supply chain logistics and training support, Boeing will deliver agile, cost-competitive solutions, regardless of the original equipment manufacturer, so customers can reduce costs, drive efficiency and optimize operations.", "Supporting the U.S. warfighter across all military branches, providing innovative training, analytics and sustainment to keep them and their platforms “mission ready”.", "Developing and delivering better, faster and more cost-effective services for customers around the globe by harnessing the breadth, depth and innovation of the world's largest aerospace company and the strengths of its commercial, defense and services business. Performance is ensuring our global customers are more capable and competitive."], 5], "http://www.boeing.com/services/index.page#/video": [["Boeing Global Services provides advanced pilot, crew and maintenance training using innovative curriculum tools in adaptive learning environments.", "With more than a century of experience, Boeing’s knowledge in bringing innovative service solutions to commercial, defense and space customers has united to form Boeing Global Services.", "With a focus on innovative services in engineering, digital aviation and analytics as well as supply chain logistics and training support, Boeing will deliver agile, cost-competitive solutions, regardless of the original equipment manufacturer, so customers can reduce costs, drive efficiency and optimize operations.", "Supporting the U.S. warfighter across all military branches, providing innovative training, analytics and sustainment to keep them and their platforms “mission ready”.", "Developing and delivering better, faster and more cost-effective services for customers around the globe by harnessing the breadth, depth and innovation of the world's largest aerospace company and the strengths of its commercial, defense and services business. Performance is ensuring our global customers are more capable and competitive."], 5], "http://www.boeing.com/innovation/": [["There’s more innovation underway today at Boeing than at any time in our 101-year history.", "Recent examples of innovation include the first flights of the ", "With more than $3 billion invested annually in research and development, Boeing drives innovation that will transform aerospace and defense as we know it. The following video series highlights the ingenuity and passion Boeing employees and global partners demonstrate when developing innovations that help solve difficult, real-world problems."], 4], "http://www.boeing.com/company/key-orgs/analytx/index.page": [[], 0], "http://www.boeing.com/company/key-orgs/horizon-x/index.page": [["Boeing HorizonX  focuses on companies that are developing transformative technologies, innovative manufacturing methods, and new business models."], 1], "http://www.boeing.com/NeXt/index.html": [["With increasing urbanization, a growing global population, aging infrastructure and the explosion of ecommerce, there is a need for new, safe, sustainable and accessible modes of transportation. By combining Boeing's technological innovation with new business models and nontraditional partnerships, we will lay the foundation for a next-generation mobility ecosystem."], 1], "http://www.boeing.com/innovation/#/commercial": [["There’s more innovation underway today at Boeing than at any time in our 101-year history.", "Recent examples of innovation include the first flights of the ", "With more than $3 billion invested annually in research and development, Boeing drives innovation that will transform aerospace and defense as we know it. The following video series highlights the ingenuity and passion Boeing employees and global partners demonstrate when developing innovations that help solve difficult, real-world problems."], 4], "http://www.boeing.com/innovation/#/defense": [["There’s more innovation underway today at Boeing than at any time in our 101-year history.", "Recent examples of innovation include the first flights of the ", "With more than $3 billion invested annually in research and development, Boeing drives innovation that will transform aerospace and defense as we know it. The following video series highlights the ingenuity and passion Boeing employees and global partners demonstrate when developing innovations that help solve difficult, real-world problems."], 4], "http://www.boeing.com/innovation/#/space": [["There’s more innovation underway today at Boeing than at any time in our 101-year history.", "Recent examples of innovation include the first flights of the ", "With more than $3 billion invested annually in research and development, Boeing drives innovation that will transform aerospace and defense as we know it. The following video series highlights the ingenuity and passion Boeing employees and global partners demonstrate when developing innovations that help solve difficult, real-world problems."], 4], "http://www.boeing.com/innovation/#/environment": [["There’s more innovation underway today at Boeing than at any time in our 101-year history.", "Recent examples of innovation include the first flights of the ", "With more than $3 billion invested annually in research and development, Boeing drives innovation that will transform aerospace and defense as we know it. The following video series highlights the ingenuity and passion Boeing employees and global partners demonstrate when developing innovations that help solve difficult, real-world problems."], 4], "http://www.boeing.com/innovation/#/technology": [["There’s more innovation underway today at Boeing than at any time in our 101-year history.", "Recent examples of innovation include the first flights of the ", "With more than $3 billion invested annually in research and development, Boeing drives innovation that will transform aerospace and defense as we know it. The following video series highlights the ingenuity and passion Boeing employees and global partners demonstrate when developing innovations that help solve difficult, real-world problems."], 4], "http://www.boeing.com/features/innovation-quarterly/index.page": [[], 0], "http://www.boeing.com/history/": [["Thank you for making 2016 unforgettable with events, activities and commemorations that celebrated not only our first century of innovation, but also the people and moments that inspire us to live by our founder Bill Boeing's philosophy -- \"build something better.\""], 1], "http://www.boeing.com/history/products/": [[], 0], "http://www.boeing.com/history/pioneers/": [[], 0], "http://www.boeing.com/history/video-series/index.page": [[], 0], "http://www.boeing.com/company/tours/": [[], 0], "http://www.boeing.com/boeing100/index.page": [["Thank you for making 2016 unforgettable with events, activities and commemorations that celebrated not only our first century of innovation, but also the people and moments that inspire us to live by our founder Bill Boeing's philosophy -- \"build something better.\"", "Discover more about the first century of innovations and what’s next with the Boeing Innovations App! Download the app via the Apple App Store or Google Play and locate the markers – each marker design provides a clue about a Boeing product. Point the target at a marker to reveal hidden Boeing aircraft, spacecraft and more. Once the Boeing product appears, touch the hotspots to learn more and rotate the product for a 360-degree view. Use the markers below or click here for a ", "As part of our centennial, Boeing is looking ahead to the next century of possibilities, especially for the next generation of dreamers, builders and inventors. Helping kids get excited about technology and engineering today means more innovations, history-making ideas, and inventions that will change the world in the future."], 3], "http://www.boeing.com/global/": [[], 0], "http://www.boeing.com/global/#/overview": [[], 0], "http://www.boeing.com/global/#/region": [[], 0], "http://www.boeing.com/global/#/presence": [[], 0], "http://www.boeing.com/principles/": [["For nearly 100 years, Boeing has been innovating to meet the needs of an ever-changing, fast-paced, worldwide environment. Our understanding of how to best connect and support people, businesses, and communities has been paramount to our ability to operate and create value in, and for, almost every region of the world.", "Every day, Boeing employees find new and innovative ways to serve our global customers, and they are also committed to responsible environmental leadership – both in our products and in how we manufacture, deliver and support them. We are building a bigger and better Boeing across the breadth and depth of our businesses and our communities, and we are focused on helping build a better planet.", "With a century of innovation under our belt, Boeing is committed to inspiring and preparing the next generation of innovators. We're harnessing the natural curiosity of young people through investments, partnerships and volunteerism to show them how science and engineering can help solve real-world problems.", "Not only do we deliver the most affordable, innovative and agile equipment, capability and services to our nation’s military, we are committed to making sure that our armed forces continue to have the advantage after their service is done. From our hiring and employment programs to our grants and volunteer activities, we want to help them and their families’ transition successfully into civilian life.", "Game-changing innovation will always be at the heart of Boeing. And just as our business has evolved to meet the challenges of a global marketplace, so has our approach to community engagement. Through purposeful investments, employee engagement and thoughtful advocacy efforts, Boeing and its employees support innovative partnerships and programs that align with our strategic objectives, create value and help build better communities worldwide. This includes improving access to globally competitive learning as well as workforce and skills development, sustaining the environment, and supporting our military and veteran communities. See how Boeing and its employees give their time, talent and resources in communities around the world."], 7], "http://www.boeing.com/principles/vision.page": [[" By operating profitably and with integrity, we provide customers with best-value innovation and a competitive edge in their own markets; enable employees to work in a safe, ethical environment, with a highly attractive and competitive mix of pay and benefits, and the ability to further share in the company's success; reward investors with increasing shareholder value; conduct business lawfully and ethically with our suppliers; and help to strengthen communities around the world."], 1], "http://www.boeing.com/principles/global-engagement-summary.page": [["innovating", "When the first test airplane of the 787 Program first took to the skies   in December 2009, it was an incredibly proud moment for teams across   Boeing. By that time, the airplane had become a symbol of the hopes and   dreams of Boeing’s future. It was also a symbol of opportunity for many   airline customers around the world, who had placed their confidence in   the airplane and the unique flying experience it would mean for their   customers. And the airplane’s innovative design – with its carbon fiber   fuselage – was a symbol of the future of aviation and aviation   manufacturing.", "Newton’s proven teaching methods and immersive, hands-on educational environments will help excite future innovators to pursue careers in STEM fields—many of which can be found at Boeing,”  ", "“Newton’s proven teaching methods and immersive, hands-on educational   environments will help excite future innovators to pursue careers in   STEM fields—many of which can be found at Boeing,” said Dennis   Muilenburg, Boeing chairman, president and CEO. “In addition to our   financial investment, Boeing teammates throughout Europe will continue   to volunteer their time and talents to help create innovative and   engaging learning opportunities for students.” ", " exhibition is a 5,000-square-foot traveling aerospace exhibit filled with immersive  simulations, interactive design challenges, and inspiring stories from  game-changing innovators, past and present.          ", "innovate", "Boeing is innovating by delivering advanced technologies and constantly re-examining our capabilities and processes to ensure that our company is as strong and vital as our heritage. ", "innovate Accordion 01", "innovate Accordion 02", "“In one year, we have progressed from a conceptual design to a flying   prototype,” said Boeing Chief Technology Officer Greg Hyslop. “Boeing’s   expertise and innovation have been critical in developing aviation as   the world’s safest and most efficient form of transportation, and we   will continue to lead with a safe, innovative and responsible approach   to new mobility solutions.”", "innovate Accordion 03", "innovate Accordion 04", "Recycling cured carbon fiber was not possible just a few years ago, with new technology innovations, successful recycling supply chain economics, and great collaboration within Boeing and the industry, we’re working with ELG toward a vision where none of our composite scrap will be sent to landfills.", "END innovate Accordion 04", "END innovate Accordions", "Start innovate Snapshots", "HorizonX innovation cell", "Boeing is a global, principled organization with core strengths in innovation, productivity and disciplined execution. Guided by integrity, our strong operational performance allows us to succeed in our business and for our stakeholders."], 20], "http://www.boeing.com/principles/environment/index.page": [["Using advanced technologies and innovation, Boeing is ", "Every day, through innovation and the dedication of more than 150,000 employees across the United States and in 65 countries, Boeing is helping build a more sustainable future for our industry and our planet.", "As the advanced central research and development organization of The Boeing Company, Boeing Research & Technology (BR&T) provides innovative technologies that enable the development of future aerospace solutions while improving the cost, quality, efficiency and performance of Boeing products.", "This includes finding innovative solutions around the world to improve environmental performance.", "Boeing’s remediation program is focused on using innovative approaches in cleanup efforts to ensure the protection of human health and the environment, coupled with the use of invaluable input from community members and environmental groups. This, combined with the guidance of leading environmental scientists and federal and state regulatory agencies, has led to great progress in cleaning up remediation sites. Boeing also often collaborates with wildlife and conservation organizations to restore habitat for the benefit of wildlife and the community.", "From building the most fuel-efficient aircraft on the market to finding a creative second life for excess carbon fiber, innovations, new technologies and worldwide environmental initiatives are driving Boeing’s progress toward a more sustainable future."], 6], "http://www.boeing.com/principles/ethics-and-compliance.page": [["Speaking up is a cornerstone for building an open and accountable workplace culture. At Boeing, we believe that creating an environment where employees are comfortable raising issues and concerns without fear of retaliation enables openness which can lead to improved business performance and inspire greater innovation. Boeing maintains policies and procedures to encourage employees to report concerns and seek guidance, using confidential and, when preferred, anonymous methods, including contacting local ethics advisors, using toll-free phone numbers and accessing web-based portals. Retaliation against reporting parties is strictly prohibited by the "], 1], "http://www.boeing.com/principles/human-rights.page": [[], 0], "http://www.boeing.com/principles/diversity-and-inclusion/index.page": [["Championing equity, diversity and inclusion has far-reaching effects. It connects communities, supports a diverse and inclusive workplace, and empowers us to be better versions of ourselves — more valued, more fulfilled and more inspired to contribute our best. Every day, our employees accomplish amazing things. In our workplace, employees with diverse backgrounds around the world are connected by a shared passion for our purpose and mission to connect, protect, explore and inspire the world through aerospace innovation.", "We are committed to serving the diverse, global communities our team members represent and inspiring the next generation of innovators to help us connect, protect, explore and inspire the world. We invest heavily in educational programming, particularly in the engineering and technology fields, so that every student, whatever their identity or background, feels empowered to follow their dreams. ", "Decades later, the largest of Boeing’s employee-led business groups, Boeing Women Inspiring Leadership, connects thousands of employees around the globe to create environments of equity, diversity and inclusion and to help position women to lead us into our next century of success. Like all BRGs, BWIL is organized around four strategic pillars: Professional Development, Business Alignment, Talent Engagement and Community Involvement. Working in collaboration with their Executive Council Sponsor, BWIL’s local chapters help recruit and retain our diverse workforce, drive innovation and serve as an important resource to help the company do business in an ever changing, equitable, global and multicultural environment. Their ambitious roster of events enable members to further their personal and professional development, seek networking, mentoring and leadership opportunities, and engage in company outreach as community advocates and leaders."], 3], "http://www.boeing.com/principles/safety-and-quality.page": [["Establishing a Design Requirements Program to strengthen a culture of continuous improvement, learning and innovation."], 1], "http://www.boeing.com/principles/education.page": [["Boeing partners with students, families and educators to inspire and motivate the next generation of innovators.", "With a century of innovation under our belt, Boeing is committed to inspiring and preparing the next generation of innovators. We're harnessing the natural curiosity of young people through investments, partnerships and volunteerism to show them how science and engineering can help solve real-world problems.", "Working closely with our partners, Boeing engineers have created K-12   resources that showcase the past 100 years of aviation history and   prepare students to shape the next century of innovation.", "We believe that our global partnerships with higher education institutions are critical for preparing today’s students with tomorrow’s skills for advancing innovation."], 5], "http://www.boeing.com/careers/military-and-veterans/": [[], 0], "http://www.boeing.com/principles/community-engagement.page": [["Game-changing innovation will always be at the heart of Boeing. And just as our business has evolved to meet the challenges of a global marketplace, so has our approach to community engagement.", ", employee engagement and thoughtful advocacy efforts, Boeing and its employees support innovative partnerships and programs that align with our strategic objectives, create value and help build better communities worldwide. This includes improving access to globally competitive learning as well as workforce and skills development, and supporting our military and veteran communities.", "See how Boeing is inspiring the next generation of innovators by visiting our ", "Not only do we deliver innovative and agile equipment, capability and services to our nation’s military, we are committed to making sure that our armed forces continue to have the advantage after their service is done. From our hiring and employment programs to our grants and volunteer activities, we want to help them and their families’ transition successfully into civilian life.", " As a stakeholder in the success of our communities, we lead responsibly to help address challenges that are bigger than any one company’s interests. Our contributions and efforts are focused on making a significant difference in the lives of people around the world—now and for generations to come. We support organizations that are leaders in what they do, demonstrate innovation, and align and collaborate with others to achieve workable solutions to community issues. Our community investments are managed locally and grant making strategies are tailored by locations to address the specific needs of their region.", "Through sponsorship and volunteers, Boeing helps students create and innovate through robotics teams and the FIRST program.", "A little wood, tape and glue go a long way to inspire future innovators at the Boeing Engineering Challenge in St. Louis."], 7], "http://www.boeing.com/principles/esg/index.page": [["Boeing is helping to build a more sustainable future for our industry and our planet, and our commitment lives across the enterprise. Our aim is global environmental leadership through aerospace innovation, with a companywide focus on emitting less carbon, using less energy and water, and creating less waste while protecting human and environmental health in communities across the globe."], 1], "http://www.boeing.com/principles/community-engagement.page#/overview": [["Game-changing innovation will always be at the heart of Boeing. And just as our business has evolved to meet the challenges of a global marketplace, so has our approach to community engagement.", ", employee engagement and thoughtful advocacy efforts, Boeing and its employees support innovative partnerships and programs that align with our strategic objectives, create value and help build better communities worldwide. This includes improving access to globally competitive learning as well as workforce and skills development, and supporting our military and veteran communities.", "See how Boeing is inspiring the next generation of innovators by visiting our ", "Not only do we deliver innovative and agile equipment, capability and services to our nation’s military, we are committed to making sure that our armed forces continue to have the advantage after their service is done. From our hiring and employment programs to our grants and volunteer activities, we want to help them and their families’ transition successfully into civilian life.", " As a stakeholder in the success of our communities, we lead responsibly to help address challenges that are bigger than any one company’s interests. Our contributions and efforts are focused on making a significant difference in the lives of people around the world—now and for generations to come. We support organizations that are leaders in what they do, demonstrate innovation, and align and collaborate with others to achieve workable solutions to community issues. Our community investments are managed locally and grant making strategies are tailored by locations to address the specific needs of their region.", "Through sponsorship and volunteers, Boeing helps students create and innovate through robotics teams and the FIRST program.", "A little wood, tape and glue go a long way to inspire future innovators at the Boeing Engineering Challenge in St. Louis."], 7], "http://www.boeing.com/careers/": [["Our engineers share a passion to redefine what’s\r\n                    possible. To turn dreams into reality. To bring world-class innovation to\r\n                    market. Join us and you can design our next generation of amazing products.\r\n                    Whether your engineering expertise is electrical, structural, software or\r\n                    aeronautical, we have opportunities for you to learn, grow and contribute.", "As part of our IT team, you’ll support one of the\r\n                    largest corporate IT portfolios anywhere. This includes more than 6,600\r\n                    physical servers, 23 petabytes of managed storage and every form of computing\r\n                    technology you can imagine. Your ideas will help our teams design and create\r\n                    our next generation of innovative products. Thanks to people like you, the\r\n                    future is built here.", "You can feel our pioneering spirit of innovation throughout\r\n                            the company. It fuels our excitement about the future. Will it fuel yours?\r\n                            "], 3], "http://www.boeing.com/careers/career-areas/": [["Our engineers share a passion to redefine what’s\r\n                    possible. To turn dreams into reality. To bring world-class innovation to\r\n                    market. Join us and you can design our next generation of amazing products.\r\n                    Whether your engineering expertise is electrical, structural, software or\r\n                    aeronautical, we have opportunities for you to learn, grow and contribute.", "As part of our IT team, you’ll support one of the\r\n                    largest corporate IT portfolios anywhere. This includes more than 6,600\r\n                    physical servers, 23 petabytes of managed storage and every form of computing\r\n                    technology you can imagine. Your ideas will help our teams design and create\r\n                    our next generation of innovative products. Thanks to people like you, the\r\n                    future is built here.", "You can feel our pioneering spirit of innovation throughout\r\n                            the company. It fuels our excitement about the future. Will it fuel yours?\r\n                            "], 3], "http://www.boeing.com/careers/life-at-boeing/": [["What does it mean to be a part of The Boeing Company? It means contributing to what matters most in your career, in your community and around the world. It means being a part of rewarding experiences, setting your innovative spirit free to do great things, and making a difference around the world. We’re a team of professionals focused on doing one thing – building the future.", "There’s real power in listening to every voice. That’s why we value \r\ndiversity and inclusion at every level of our company. Our welcoming, respectful and engaging environment is ideal for fostering innovation and for developing careers. We have a formal diversity strategy that drives everything we do. ", "Learn more about joining our team of innovators and dreamers, engineers and designers, cybersecurity experts and technologists. This is where you’ll help build tomorrow today.\r\n                    ", "You can feel our pioneering spirit of innovation throughout the company. It fuels our excitement about the future. Will it fuel yours?\r\n                    "], 4], "http://www.boeing.com/careers/benefits/": [[], 0], "http://www.boeing.com/careers/college/": [["As an Engineering intern, you’ll work on innovations for today and for \r\ntomorrow every day. We have opportunities for students majoring in electrical, materials, mechanical/structural, software or flight \r\nengineering. While helping design and build our next generation of products, you’ll take part in networking events and community \r\noutreach programs.", "As an Information Technology & Data Analytics Intern, your ideas will help us deliver innovative technological solutions to our customers. During this 12-week program, you’ll be involved in Application Development, Cybersecurity, Information Protection, Network Design, Project Management, Systems Analysis, Systems Architecture and Systems Integration. You’ll also take site tours, have community outreach opportunities and attend networking events."], 2], "http://www.boeing.com/careers/events/": [[], 0], "http://www.boeing.com/company/": [["With local presence and a global vision, Boeing people are at the heart of our tradition of leadership and innovation. We serve customers in 150 countries by delivering top quality technical and professional services through organizations that bring to bear “the best of Boeing” every day. These organizations engage on everything from advanced research and development to conservation efforts to public policy advocacy to arranging financing solutions for our customers. Such organizations are:"], 1], "http://www.boeing.com/company/general-info/": [["Boeing has a long tradition of aerospace leadership and innovation. The company continues to expand its product line and services to meet emerging customer needs. Its broad range of capabilities includes creating new, more efficient members of its commercial airplane family; designing, building and integrating military platforms and defense systems; creating advanced technology solutions; and arranging innovative financing and service options for customers.", "With corporate offices in Chicago, Boeing employs more than 153,000 people across the United States and in more than 65 countries. This represents one of the most diverse, talented and innovative workforces anywhere. Our enterprise also leverages the talents of hundreds of thousands more skilled people working for Boeing suppliers worldwide.", "Defense, Space & Security (BDS) is a diversified, global organization providing leading solutions for the design, production, modification, service and support of commercial derivatives, military rotorcraft, satellites, human space exploration and autonomous systems. It helps customers address a host of requirements through a broad portfolio that includes KC-46 aerial refueling aircraft, based on the Boeing 767 commercial airplane; AH-64 Apache helicopter; the 702 family of satellites; CST-100 Starliner spacecraft; and the autonomous Echo Voyager. Driven by the Boeing vision to connect, protect, explore and inspire the world through aerospace innovation, BDS is seeking ways to better leverage information technologies and continues to invest in the research and development of enhanced capabilities and platforms.", "As the leading manufacturer for commercial and defense platforms, Boeing is positioned to provide unparalleled aftermarket support for mixed fleets worldwide. Boeing Global Services delivers innovative, comprehensive and cost-competitive service solutions for commercial, defense and space customers, regardless of the equipment's original manufacturer. With engineering, digital analytics, supply chain and training support spanning across both the government and commercial service offerings, Boeing Global Services’ unsurpassed, around-the-clock support keeps our customers’ commercial aircraft operating at high efficiency, and provides mission assurance for nations around the world."], 5], "http://www.boeing.com/company/bios/": [[], 0], "http://www.boeing.com/company/general-info/corporate-governance.page": [[], 0], "http://www.boeing.com/company/about-bca/": [[], 0], "http://www.boeing.com/company/about-bds/": [[" – Creates and advances new products and capabilities by drawing on its expertise in innovation, advanced experimentation and prototyping."], 1], "http://www.boeing.com/company/about-bgs/index.page": [[], 0], "http://www.boeing.com/company/key-orgs/": [["With local presence and a global vision, Boeing people are at the heart of our tradition of leadership and innovation. We serve customers in 150 countries by delivering top quality technical and professional services through organizations that bring to bear “the best of Boeing” every day. These organizations engage on everything from advanced research and development to conservation efforts to public policy advocacy to arranging financing solutions for our customers. Such organizations are: "], 1], "http://www.boeing.com/company/key-orgs/horizon-x/": [["Boeing HorizonX  focuses on companies that are developing transformative technologies, innovative manufacturing methods, and new business models."], 1], "http://www.boeing.com/company/key-orgs/boeing-international/employees.html": [[], 0], "http://www.boeing.com/company/key-orgs/boeing-international/suppliers.html": [[], 0], "http://www.boeing.com/company/key-orgs/boeing-international/operators1.html": [[], 0], "http://www.boeing.com/company/key-orgs/boeing-international/technology.html": [[], 0], "http://www.boeing.com/history/index.page": [["Thank you for making 2016 unforgettable with events, activities and commemorations that celebrated not only our first century of innovation, but also the people and moments that inspire us to live by our founder Bill Boeing's philosophy -- \"build something better.\""], 1], "http://www.boeing.com/commercial/#/orders-deliveries": [["From the wheels up: A closer look at the innovative new 737 MAX 10 landing gear ", "Production of components for the very first Boeing 737 MAX 10 airplane is underway, thanks to a new, innovative solution for the airplane’s main landing gear.", "This year, Boeing showcased the passion, imagination and innovative spirit of our people. Check out a highlight reel of the year's most popoular videos."], 3], "http://www.boeing.com/features/#/highlights": [["From building the most fuel-efficient aircraft on the market to finding a creative second life for excess carbon fiber, innovations, new technologies and worldwide environmental initiatives are driving Boeing’s progress toward a more sustainable future.", "From global tech to sales and services, Boeing innovation in the Middle East reaches new heights as partnerships soar.", " magazine issue marking Boeing’s centennial. It has a strong focus on the future and the exciting possibilities for Boeing employees in the company’s second century, from extended space travel to hypersonic transports.  It also pays tribute to the employees and innovations of Boeing’s first 100 years, which shaped the world and how we live. Connect with Christopher Hanks on "], 3], "http://www.boeing.com/principles/ethics-and-compliance.page#/speaking-up": [["Speaking up is a cornerstone for building an open and accountable workplace culture. At Boeing, we believe that creating an environment where employees are comfortable raising issues and concerns without fear of retaliation enables openness which can lead to improved business performance and inspire greater innovation. Boeing maintains policies and procedures to encourage employees to report concerns and seek guidance, using confidential and, when preferred, anonymous methods, including contacting local ethics advisors, using toll-free phone numbers and accessing web-based portals. Retaliation against reporting parties is strictly prohibited by the "], 1], "http://www.boeing.com/company/key-orgs/licensing/index.page": [["Boeing is committed to technology leadership, to expanding  possibilities for human life in ways not yet imagined. We are a recognized  leader in innovation and our technology helps connect and protect people around  the world.", "Our Intellectual Property portfolio creates a  business advantage for us and our partners, helping us compete globally. It  also allows us to share our technology with other companies to help them  accelerate their innovation.", "innovation, for our customers, partners and suppliers, as well  as companies in other industries."], 3], "http://www.boeing.com/faqs-and-requests.page": [[], 0], "http://www.boeing.com/contact-us.page": [[], 0], "http://www.boeing.com/site-terms.page": [[], 0], "http://www.boeing.com/privacy-and-cookie-policy.page": [[], 0], "http://www.boeing.com/privacy-and-cookie-policy.page/#IBA": [[], 0], "http://www.alliancedata.com/": [[], 0], "http://www.alliancedata.com/investors/governance/default.aspx": [[], 0], "http://www.alliancedata.com/sustainability/default.aspx": [[], 0], "http://www.alliancedata.com/investors/governance/board-of-directors/default.aspx": [["Timothy has served as a director since October 2016. Mr. Theriault served as an advisor to the chief executive officer of Walgreens Boots Alliance, Inc. from June 2015 until November 2016. Prior to that, he served as executive vice president and global chief information officer of Walgreens Boots Alliance, Inc. from July 2014 to June 2015. He served in senior leadership positions with increasing responsibility at Walgreen Co. from October 2009 to July 2014, including as senior vice president and chief information, innovation and improvement officer. Prior to that, Mr. Theriault was employed by Northern Trust Corporation, where he served in various executive and management positions with increasing responsibility in the area of information technology from May 1991 to October 2009 and July 1982 to October 1989. Mr. Theriault served as director of end user computing and advanced technologies for S. C. Johnson & Son, Inc., from October 1989 to May 1991. He currently serves as a director of Vitamin Shoppe, Inc. and Wellmark Blue Cross and Blue Shield, and previously served as a director of the Depository Trust Clearing Corporation and Surescripts, LLC. Mr. Theriault holds a Bachelor’s degree from Illinois State University and completed the Harvard Business School advanced management program. Mr. Theriault brings significant expertise in information technology and cyber-security to our board. Together with his financial sophistication, banking, global operations, risk management and compensation experience gained as a senior executive in the financial services, health care and retail industries and service on public company boards, including as a member of public company audit and compensation committees, Mr. Theriault’s expertise and experience broaden the board’s skill set and enhance its ability to understand and oversee risk, including those associated with information technology, cyber-security and bank regulatory matters. "], 1], "http://www.alliancedata.com/investors/governance/committee-composition/default.aspx": [[], 0], "http://www.alliancedata.com/investors/financials-and-filings/annual-reports/default.aspx": [[], 0], "http://www.alliancedata.com/investors/governance/governance-overview/default.aspx": [[], 0], "https://www.polarityte.com/": [[" Ten innovations were announced as winners in the 17th annual Utah Innovation Awards, presented by Stoel Rives LLP and Silicon Slopes. This statewide program, the first of its kind, recognizes innovations and the Utah companies that created them."], 2], "https://www.polarityte.com/about": [["We are revolutionizing regenerative medicine and inducing a paradigm shift through our innovative platform technology, incredible team, expanding network and drive to be different."], 1], "https://www.polarityte.com/about/overview": [["We are revolutionizing regenerative medicine and inducing a paradigm shift through our innovative platform technology, incredible team, expanding network and drive to be different."], 1], "https://www.polarityte.com/about/management-team": [[], 0], "https://www.polarityte.com/about/board-of-directors": [["Mr. Erdtmann is a Managing Partner at Point Sur Investors, a biotech investment fund focused on innovative therapies."], 1], "https://www.polarityte.com/about/values": [[], 0], "https://www.polarityte.com/news-media": [[], 0], "https://www.polarityte.com/news-media/in-the-news": [[], 0], "https://www.polarityte.com/news-media/press-releases": [[], 0], "https://www.polarityte.com/news-media/events": [[], 0], "https://www.polarityte.com/news-media/scientific-communications": [[], 0], "https://www.polarityte.com/platform": [[], 0], "https://www.polarityte.com/platform#what-is-polarityte": [[], 0], "https://www.polarityte.com/platform#polarityte-platform": [[], 0], "https://www.polarityte.com/platform#how-it-works": [[], 0], "https://www.polarityte.com/products": [[], 0], "https://www.polarityte.com/products/overview": [[], 0], "https://www.polarityte.com/products/skinte-patients": [[], 0], "https://www.polarityte.com/products/skinte-providers": [[], 0], "https://www.polarityte.com/products/osteote": [[], 0], "https://www.polarityte.com/investors": [[], 0], "https://www.polarityte.com/investors/overview": [[], 0], "https://www.polarityte.com/investors/company-info": [["PolarityTE is a commercial-stage biotechnology and regenerative biomaterials company focused on transforming the lives of patients by discovering, designing and developing a range of regenerative tissue products and biomaterials for the fields of medicine, biomedical engineering and material sciences. The PolarityTE platform technology begins with a small piece of the patient's own, or autologous, healthy tissue, rather than artificially manipulated individual cells. From this small piece of healthy autologous tissue, the company creates an easily deployable, dynamic and self-propagating product designed to enhance and stimulate the patient's own cells to regenerate the target tissues. Rather than manufacturing with synthetic and foreign materials within artificially engineered environments, PolarityTE manufactures with the patient's own tissue and uses the patient's own body to support the regenerative process to create the same tissue from which it was derived. PolarityTE's innovative method is intended to promote and accelerate growth of the patient's tissues to undergo a form of effective regenerative healing."], 1], "https://www.polarityte.com/investors/financial-info": [[], 0], "https://www.polarityte.com/investors/sec-filings": [[], 0], "https://www.polarityte.com/investors/stock-data": [[], 0], "https://www.polarityte.com/investors/governance": [["Jeff Dyer is the Horace Beesley professor of strategy at Brigham Young University (BYU), as well as a professor of strategy at the Wharton School, University of Pennsylvania. Before becoming a professor, Mr. Dyer spent five years as a consultant and manager at Bain & Company. His Harvard Press books on innovation, The Innovator's DNA (with Clayton Christensen) and The Innovator's Method are business bestsellers, and his research has been featured in publications such as Forbes, Economist, Fortune, BusinessWeek and the Wall Street Journal. Mr. Dyer is the only strategy scholar in the world to have published at least 6 times in both Harvard Business Review and Strategic Management Journal (the top academic journal in strategy). He was recently ranked #1 on a list of 'most influential management scholars' based upon academic citations and Google searches to his name (among management scholars who received their PhD's after 1990). Mr. Dyer is co-founder of Innovator's DNA LLC, a fast growing innovation consultancy, and has consulted with such companies as Adobe, AT&T, Cisco, Gilead Sciences, Johnson and Johnson, Life Technologies, Magellan Health, Microsoft, NuVasive, and United Technologies.", "Mr. Erdtmann is a Managing Partner at Point Sur Investors, a biotech investment fund focused on innovative therapies. Mr. Erdtmann previously worked at Pharmacyclics from 2008 through 2015 and remained with AbbVie as a consultant until 2016 post the acquisition of Pharmacyclics by AbbVie. During his time at Pharmacyclics, Mr. Erdtmann witnessed and helped grow Pharmacyclics from 47 employees and a market cap of $20 Million, to 634 employees and a market cap of $21 Billion. Mr. Erdtmann oversaw several departments and helped Pharmacyclics evolve into a fully integrated biotech company. He held a number of roles and, at various times, also had responsibility for Accounting, SEC Reporting, Audits, Corporate Communications and Investor Relations. He worked closely with the CEO and the Audit and Compensation Committee. Mr. Erdtmann actively participated in the final execution of key corporate milestones for Pharmacyclics, including the Collaboration Agreement with Johnson & Johnson in 2011 and the Merger Agreement with AbbVie in 2015."], 3], "https://www.polarityte.com/contact": [["Through our various subchannels we can help you overcome any obstacle impeding your imagination from becoming an innovation. Test your therapeutics on our functional tissue. Combine our innovative technology with your products to create a strategic partnership. Let us push your academic research through obstacles. Let's make something groundbreaking together."], 2], "https://www.polarityte.com/investors/contact": [["Through our various subchannels we can help you overcome any obstacle impeding your imagination from becoming an innovation. Test your therapeutics on our functional tissue. Combine our innovative technology with your products to create a strategic partnership. Let us push your academic research through obstacles. Let's make something groundbreaking together."], 2], "https://www.polarityte.com/contact/feedback": [["Through our various subchannels we can help you overcome any obstacle impeding your imagination from becoming an innovation. Test your therapeutics on our functional tissue. Combine our innovative technology with your products to create a strategic partnership. Let us push your academic research through obstacles. Let's make something groundbreaking together."], 2], "https://www.polarityte.com/contact/collaborate": [["Through our various subchannels we can help you overcome any obstacle impeding your imagination from becoming an innovation. Test your therapeutics on our functional tissue. Combine our innovative technology with your products to create a strategic partnership. Let us push your academic research through obstacles. Let's make something groundbreaking together."], 2], "https://www.polarityte.com/contact/investor": [["Through our various subchannels we can help you overcome any obstacle impeding your imagination from becoming an innovation. Test your therapeutics on our functional tissue. Combine our innovative technology with your products to create a strategic partnership. Let us push your academic research through obstacles. Let's make something groundbreaking together."], 2], "https://www.polarityte.com/contact/contact-hr": [["Through our various subchannels we can help you overcome any obstacle impeding your imagination from becoming an innovation. Test your therapeutics on our functional tissue. Combine our innovative technology with your products to create a strategic partnership. Let us push your academic research through obstacles. Let's make something groundbreaking together."], 2], "https://www.polarityte.com/contact/report-a-concern": [[], 0], "https://www.polarityte.com/careers": [[], 0], "https://www.polarityte.com/careers/current-openings": [[], 0], "https://www.polarityte.com/careers/contact-hr": [[], 0], "https://www.polarityte.com/email-alerts": [[], 0], "https://www.polarityte.com/privacy-policy": [[], 0], "https://www.polarityte.com/poterms": [[], 0], "https://www.polarityte.com/terms-and-conditions": [[], 0], "https://www.polarityte.com/disclaimer": [[], 0], "https://www.polarityte.com/sitemap": [[], 0], "http://www.arconic.com/global/en/home.asp": [["Where more than a century of innovation takes on engineering’s toughest challenges"], 1], "http://www.arconic.com/who-we-are/": [["We lead with innovation and turn it into commercial success – helping to transform entire industries in the process."], 1], "http://www.arconic.com/engineered-products-and-forgings/": [["We are a world-class producer of titanium aero ingots and mill products—and a leader in highly-engineered, multi-material structures for aircraft. We combine metallurgical expertise in titanium and aluminum with vertically integrated manufacturing capabilities—including forging, extruding, hot forming and machining—to produce innovative products for aerospace and defense."], 1], "http://www.arconic.com/global-rolled-products/": [["We offer a range of highly-differentiated aluminum sheet, plate and extruded products for the aerospace, automotive, commercial transportation, brazing and industrial markets. We’re also a key supplier to the building and construction market, with innovative products and systems that help architects, builders and project teams realize their vision for modern, beautiful, high-performing buildings.", "Arconic innovation has given rise to modern skylines from New York City to Shanghai. We are a leader in the North American building and construction architectural framing market with a strong position in Europe. From self-cleaning facades to blast proof and hurricane resistant entrances, we help bring visionary architectural ideas to life—for more modern, beautiful, secure and sustainable design."], 2], "http://www.arconic.com/leadership/": [[], 0], "http://www.arconic.com/innovation/": [["\r\n\t        jgtmID = 'GTM-WDG3LJ2';\r\n            dataLayer = [{\r\n            'gCountry': 'global',\r\n            'gLanguage': 'en',\r\n            'cg_n': 'who-we-are',\r\n            'gPageContext': '',\r\n            'analyticsCallback': function() { window._googleTagManagerHasLoaded = true; },\r\n            'gaAcomTracker': 'UA-3203236-14',\r\n            'gaExtraProperty1': '',\r\n            'arconicPageCounter': 1\r\n            }];\r\n            dataLayer.push({    \r\n            'gtmLanguage': 'en',\r\n            'gtmSite': 'global',\r\n            'gtmSubSite': '',\r\n            'gtmContentArea': 'who we are',\r\n            'gtmFile': 'innovation.asp',\r\n            'gtmQueryString': '',\r\n            'gtmServerPath': '/global/en/who-we-are/innovation.asp',\r\n            'gtmClientPath': '/innovation/',\r\n            });\r\n        ", " var jNavInfo = ['/who-we-are/', '/innovation/']; ", "At Arconic we’ve transformed impossible ideas into commercial successes for more than a century.  From the lightweight materials that enabled the Wright Brothers’ first flight, to the revolutionary aluminum-intensive Ford F-150, our innovations have helped create new industries and transform existing ones… and we’re just getting started. We continually seek out ways to advance cutting- edge technologies, which have the power to change the world. At Arconic, we are proud to partner with forward-thinking companies to engineer products and solutions that turn today’s challenges into tomorrow’s next great innovation."], 6], "http://www.arconic.com/how-we-work/": [[], 0], "http://www.arconic.com/our-values/": [["We win when our customers win - we innovate, deliver and operate as a world class organization.", "We win when our customers win - we innovate, deliver and operate as a world class organization."], 2], "http://www.arconic.com/ethics/": [[], 0], "http://www.arconic.com/community-and-environment/": [["Sustainability is part of our DNA. Our innovative products and solutions inherently enable our customers to make the world more sustainable – in the sky with more efficient next-generation aircraft, on the road with lighter, lower-emission vehicles, and in our cities with cleaner power and smart, energy-saving buildings."], 1], "http://www.arconic.com/foundation/": [[], 0], "http://www.arconic.com/history/": [["Arconic is built on an extraordinary heritage of innovation that began with Alcoa’s founding in 1888. Our businesses have helped shape the aerospace, automotive and building and construction industries since the days of the Wright brothers and Henry Ford, and the first modern downtowns.  On November 1, 2016, Arconic launched as a global leader in multi-material, precision-engineered products and solutions for high-growth markets, following our successful separation from Alcoa’s bauxite, alumina and aluminum products units. Today we continue to build on more than a century of innovation to help transform the way we fly, drive, build and power.", "Below are highlights of our proud history of innovation: ", " “Alcoa Can’t Wait” advertising campaign began, memorable for its rousing score and images of the innovative products and processes from ", " Arconic launches as a standalone company. Continuing to push innovation to the next level, solving complex engineering challenges that transform the way we fly, drive, build, power"], 5], "http://www.arconic.com/what-we-do/": [["We’ve helped push the boundaries of aviation since the dawn of flight.  From the engine block of the Wright Flyer and the aluminum alloys on Apollo 11 to today’s most advanced aircraft and spacecraft, our airframe and aero engine innovations power the skies. If it flies, we’re on it."], 1], "http://www.arconic.com/aerospace/": [["Arconic innovation helps power Pratt & Whitney’s game-changing engine"], 1], "http://www.arconic.com/automotive/": [["The automotive industry is increasingly turning to aluminum-intensive vehicles for improved performance and fuel efficiency. Arconic innovation is leading the way with breakthrough products and technologies, like Arconic 951 - an award-winning* pre-treatment that enables the cost effective mass market shift from steel to aluminum intensive vehicles.", "Arconic technology helps automakers drive innovation"], 2], "http://www.arconic.com/building-and-construction/": [["Arconic has been helping advance innovation in building design for well over a century. We invented the look of the modern downtown, and then, from the Statue of Liberty to the US Bank Stadium—home of the Minnesota Vikings—we’ve never looked back. Arconic’s "], 1], "http://www.arconic.com/commercial-transportation/": [[], 0], "http://www.arconic.com/industrial/": [[], 0], "http://www.arconic.com/energy/": [["Arconic innovation helps power the world. As the leader in advanced airfoils and other components for industrial gas turbines, we’re at the forefront of the shift to more efficient turbines. Our innovations include airfoils made from single crystal alloys that are highly efficient at converting cleaner-burning natural gas into electricity. Today, approximately 75 percent of gas turbines worldwide use airfoils produced by Arconic. And our oil and gas solutions help drillers extend their reach and maximize productivity in challenging deepwater environments.", "Arconic innovation supports the shift to cleaner-burning natural gas"], 3], "http://www.arconic.com/defense/": [["Across air, land and sea, our defense innovations maximize speed, agility and survivability. Collaborating with military and business partners, we create multi-material solutions that are lighter, faster, stronger and more cost effective.", "Arconic innovation helps the F-35 Joint Strike Fighter soar"], 2], "http://www.arconic.com/global/en/products/overview.asp": [[], 0], "http://www.arconic.com/JoinUs/": [["At Arconic, we support leading global companies within the exciting and ever-evolving industries of aerospace, automotive, building and construction, defense and commercial transportation. Our high performance teams of hands-on builders, doers and engineers believe in a workspace that embodies respect, integrity and quality. Together, we innovate, operate and deliver as a world class organization that wins when our customers win.", "\r\n            require(['/core/js/config.js'], function () {\r\n                require(['main']);\r\n\r\n            \r\n                require(['jquery'], function($) {\r\n                    $(document).ready(function() { setTimeout(function() { if($(\"div.g-recaptcha\").children().length <= 0) { $(\"div.g-recaptcha\").append(\"<div class='alert alert-danger'><p class='text-danger'><strong>Your browser configuration may be preventing you from rendering the Google reCAPTCHA verification test. Please verify your settings and try again.</strong></p><p class='text-danger'><strong><a href='https://support.google.com/recaptcha/?hl=en' target='_blank' class='with_arrow'>reCAPTCHA User Resources</a></strong></p></div>\") } }, 1000); });\r\n $(document).ready(function() { \r\n\t$('div.r2-d_c0_r0-d_c1_b0_m0 > div:nth-child(1) > div.hover').append('<h4><strong>Automotive</strong><br/>Our technology drives auto innovation</h4>')\r\n\t$('div.r2-d_c0_r0-d_c1_b0_m0 > div:nth-child(2) > div.hover').append('<h4><strong>Defense</strong><br/>Our defense innovations maximize speed, agility and survivability</h4>')\r\n\t$('div.r2-d_c0_r0-d_c0_b0_m0 > div:nth-child(1) > div.hover').append('<h4><strong>Aerospace</strong><br/>Our Products power the skies</h4>')\r\n   $('div.r2-d_c0_r0-d_c1_b0_m0 > div').click(function(e) { e.preventDefault(); }); \r\n   $('div.r2-d_c0_r0-d_c0_b0_m0 > div').click(function(e) { e.preventDefault(); }); \r\n });\r\n\r\n\r\n                });\r\n            \r\n\r\n            });\r\n        "], 3], "http://www.arconic.com/investors/": [[], 0], "http://www.arconic.com/annualmeeting/": [[], 0], "http://www.arconic.com/stock-information/": [[], 0], "http://www.arconic.com/dividend-information/": [[], 0], "http://www.arconic.com/events-calendar/": [[], 0], "http://www.arconic.com/hwm-investorday-2020/": [[], 0], "http://www.arconic.com/arnc-investorday-2020/": [[], 0], "http://www.arconic.com/earnings/": [[], 0], "http://www.arconic.com/annualreport/": [[], 0], "http://www.arconic.com/financial-releases/": [[], 0], "http://www.arconic.com/corporate-governance/": [[], 0], "http://www.arconic.com/ceo-cfo-certifications/": [[], 0], "http://www.arconic.com/board-committees/": [[], 0], "http://www.arconic.com/governance-and-policies/": [[], 0], "http://www.arconic.com/sec-filings/": [[], 0], "http://www.arconic.com/xbrl/": [[], 0], "http://www.arconic.com/insider-activity/": [[], 0], "http://www.arconic.com/shareholder-services/": [[], 0], "http://www.arconic.com/investor-faq/": [[], 0], "http://www.arconic.com/investor-toolkit/": [[], 0], "http://www.arconic.com/bonds/": [[], 0], "http://www.arconic.com/global/en/investors/contact.asp": [[], 0], "http://www.arconic.com/global/en/investors/printed-materials-request-form.asp": [[], 0], "http://www.arconic.com/global/en/investors/email-subscribe.asp": [[], 0], "http://www.arconic.com/global/en/investors/contact-directors.asp": [[], 0], "http://www.arconic.com/newsroom/": [[], 0], "http://www.arconic.com/news-releases/": [[], 0], "http://www.arconic.com/media-gallery/": [[], 0], "http://www.arconic.com/global/en/news/media-contacts.asp": [[], 0], "http://www.arconic.com/contact/": [[], 0], "http://www.arconic.com/locations/": [[], 0], "http://www.arconic.com/supplier-information/": [[], 0], "http://www.arconic.com/bu-terms-conditions/": [[], 0], "http://www.arconic.com/carriers/": [[], 0], "http://www.arconic.com/global/en/what-we-do/aerospace.asp": [["Arconic innovation helps power Pratt & Whitney’s game-changing engine"], 1], "http://www.arconic.com/global/en/what-we-do/defense.asp": [["Across air, land and sea, our defense innovations maximize speed, agility and survivability. Collaborating with military and business partners, we create multi-material solutions that are lighter, faster, stronger and more cost effective.", "Arconic innovation helps the F-35 Joint Strike Fighter soar"], 2], "http://www.arconic.com/global/en/what-we-do/automotive.asp": [["The automotive industry is increasingly turning to aluminum-intensive vehicles for improved performance and fuel efficiency. Arconic innovation is leading the way with breakthrough products and technologies, like Arconic 951 - an award-winning* pre-treatment that enables the cost effective mass market shift from steel to aluminum intensive vehicles.", "Arconic technology helps automakers drive innovation"], 2], "http://www.arconic.com/global/en/what-we-do/commercial-transportation.asp": [[], 0], "http://www.arconic.com/global/en/what-we-do/building-and-construction.asp": [["Arconic has been helping advance innovation in building design for well over a century. We invented the look of the modern downtown, and then, from the Statue of Liberty to the US Bank Stadium—home of the Minnesota Vikings—we’ve never looked back. Arconic’s "], 1], "http://www.arconic.com/global/en/what-we-do/industrial-solution.asp": [[], 0], "http://www.arconic.com/global/en/what-we-do/energy.asp": [["Arconic innovation helps power the world. As the leader in advanced airfoils and other components for industrial gas turbines, we’re at the forefront of the shift to more efficient turbines. Our innovations include airfoils made from single crystal alloys that are highly efficient at converting cleaner-burning natural gas into electricity. Today, approximately 75 percent of gas turbines worldwide use airfoils produced by Arconic. And our oil and gas solutions help drillers extend their reach and maximize productivity in challenging deepwater environments.", "Arconic innovation supports the shift to cleaner-burning natural gas"], 3], "http://www.arconic.com/privacy/": [[], 0], "http://www.arconic.com/legal-notices/": [[], 0], "http://www.arconic.com/integrity-line/": [[], 0], "http://www.arconic.com/site-map/": [[], 0], "http://www.fico.com/privacy-policy": [[], 0], "http://www.fico.com/": [[], 0], "http://www.fico.com/en/solutions": [[], 0], "http://www.fico.com/en/solutions/customer-lifecycle": [[], 0], "http://www.fico.com/en/solutions/acquisition-origination-and-growth": [["Boost the return on your analytic investments and accelerate the pace of innovation with an integrated strategy design and execution environment.", "                Client: This auto financing subsidiary is part of a prominent global financial services company.\r\n\r\nChallenge: Control risk while providing innovative loan products and rapid digital decisions to consumers who may not qualify for tradition..."], 2], "http://www.fico.com/en/solutions/collections-and-recovery": [["Boost the return on your analytic investments and accelerate the pace of innovation with an integrated strategy design and execution environment.", "                What makes a Decision Hero? When it comes to managing their decisions, companies want to uncover opportunities, solve hard problems, innovate creative solutions, and ultimately create value. A decision hero makes this happen by looking at ..."], 2], "http://www.fico.com/en/solutions/financial-crime": [["Boost the return on your analytic investments and accelerate the pace of innovation with an integrated strategy design and execution environment."], 1], "http://www.fico.com/en/solutions/analytics-and-optimization": [["FICO decision management solutions blend and analyze data from IoT sensors, devices and cobots, human workflows and problem solving, and supply chains and distribution channels. By putting advanced analytics in business user hands, we help your entire organization learn faster from operational results. At the same time, you begin to shift gears from making decisions based primarily on what was and what is to exploring what-ifs that lead to game-changing innovations."], 1], "http://www.fico.com/en/solutions/marketing": [["Access the power of analytic innovation with FICO"], 1], "http://www.fico.com/en/solutions/risk-aware-marketing": [[], 0], "http://www.fico.com/en/solutions/customer-engagement": [[], 0], "http://www.fico.com/en/solutions/fico-scoring-solutions": [[], 0], "http://www.fico.com/en/solutions/fico-scoring-solutions-for-retail-banking": [["With increasing regulatory pressures and a shifting competitive landscape squeezing profits, banks looking to drive growth also need to drive innovation. Retail bankers can apply a wide range of FICO", "                The FICO® Score is the independent standard in credit risk scoring, trusted by lenders and investors for decades so they can say “yes” with confidence to more consumers. FICO’s enduring focus on innovation has facilitated access to credit ..."], 2], "http://www.fico.com/en/solutions/fico-scoring-solutions-for-insurance": [[], 0], "http://www.fico.com/en/solutions/fico-scoring-solutions-for-financial-inclusion": [["The FICO Financial Inclusion Initiative is focused on the development of new scoring products, partnerships, services, and platforms to empower lenders’ decision making and financial inclusion efforts around the world. Leveraging emerging technology, innovative analytics and new data sources, FICO", "FICO’s approach ensures the integrity of scoring standards as well as the expansion of credit scoring more broadly than ever before. FICO can rapidly develop innovative Scoring Solutions by combining traditional credit bureau and new alternative data sources to help solve the global financial inclusion challenge."], 2], "http://www.fico.com/en/solutions/fico-scoring-solutions-for-international": [["                Every day, new technology innovations are hatched in incubators, corporate research labs, universities and government institutions. But no matter where it originates, successful new technology follows a predictable evolution, migrating ove..."], 1], "http://www.fico.com/en/solutions/fico-scoring-solutions-for-healthcare": [[], 0], "http://www.fico.com/en/solutions/fico-scoring-solutions-for-telematics": [[], 0], "http://www.fico.com/en/solutions/fraud-compliance-and-cybersecurity": [[], 0], "http://www.fico.com/en/solutions/application-and-identity-fraud": [[], 0], "http://www.fico.com/en/solutions/compliance": [["2019 was a year of new fraud, cybersecurity and money laundering challenges — and new technology to face them head on. We learned that 25% of organizations plan to adopt AI and machine learning to detect fraud in the next two years, which represents a 200% increase over the previous year. Criminals may be agile, but smart analytics help businesses be stronger, faster, and more innovative in how we fight the bad guys. What do we expect to see in 2020? We asked four experts at FICO to put a stake in the ground and predict the future.", "                What makes a Decision Hero? \r\n\r\nWhen it comes to managing their decisions, companies want to uncover opportunities, solve hard problems, innovate creative solutions, and ultimately create value. A decision hero makes this happen by looking..."], 2], "http://www.fico.com/en/solutions/cybersecurity": [[], 0], "http://www.fico.com/en/solutions/fraud-transaction-monitoring": [[], 0], "http://www.fico.com/en/products/fico-falcon-platform": [[" Join thousands of global banks driving fraud-specific machine learning innovation."], 1], "http://www.fico.com/contact-us": [[], 0], "http://www.fico.com/en/industries/automotive-finance": [["Differentiate your business and innovate with advanced analytics and optimization.", "FICO is a proud sponsor of the 2020 Third-Party Risk Management & Oversight Summit. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "FICO’s long-running Platinum Sponsorship of INFORMS events continues with the 2020 Business Analytics Conference. Please visit us in the exhibit hall at Booth 49-50 to talk with our subject matter experts about our latest innovations across the FICO® Xpress Optimization suite, including Xpress Mosel, Xpress Workbench, Xpress Solver and Xpress Insight. Find out how our Xpress solutions help you read data in any format from any source, integrate with your own machine learning and solvers (or Xpress Solver), enable collaboration with business users, deploy decision support or automated solutions in the cloud or on premises —and does it all in 75% less time.", "FICO is excited to sponsor the Shared Assessments Third Party Risk Summit 2020. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties."], 4], "http://www.fico.com/en/industries/collection-agencies": [["FICO is a proud sponsor of the 2020 Third-Party Risk Management & Oversight Summit. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "FICO’s long-running Platinum Sponsorship of INFORMS events continues with the 2020 Business Analytics Conference. Please visit us in the exhibit hall at Booth 49-50 to talk with our subject matter experts about our latest innovations across the FICO® Xpress Optimization suite, including Xpress Mosel, Xpress Workbench, Xpress Solver and Xpress Insight. Find out how our Xpress solutions help you read data in any format from any source, integrate with your own machine learning and solvers (or Xpress Solver), enable collaboration with business users, deploy decision support or automated solutions in the cloud or on premises —and does it all in 75% less time.", "FICO is excited to sponsor the Shared Assessments Third Party Risk Summit 2020. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties."], 3], "http://www.fico.com/en/industries/deposits": [[], 0], "http://www.fico.com/en/industries/energy-and-utilities": [["Second, we deliver an analytic platform for solving complex, multi-faceted capital planning and operational challenges. This approach uses our leading mathematical optimization and decision management platform to balance competing priorities and identify the best ways to make new investments or innovate new processes in your operations.", "FICO is a proud sponsor of the 2020 Third-Party Risk Management & Oversight Summit. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "FICO’s long-running Platinum Sponsorship of INFORMS events continues with the 2020 Business Analytics Conference. Please visit us in the exhibit hall at Booth 49-50 to talk with our subject matter experts about our latest innovations across the FICO® Xpress Optimization suite, including Xpress Mosel, Xpress Workbench, Xpress Solver and Xpress Insight. Find out how our Xpress solutions help you read data in any format from any source, integrate with your own machine learning and solvers (or Xpress Solver), enable collaboration with business users, deploy decision support or automated solutions in the cloud or on premises —and does it all in 75% less time.", "FICO is excited to sponsor the Shared Assessments Third Party Risk Summit 2020. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties."], 4], "http://www.fico.com/en/industries/government": [["FICO is a proud sponsor of the 2020 Third-Party Risk Management & Oversight Summit. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "FICO’s long-running Platinum Sponsorship of INFORMS events continues with the 2020 Business Analytics Conference. Please visit us in the exhibit hall at Booth 49-50 to talk with our subject matter experts about our latest innovations across the FICO® Xpress Optimization suite, including Xpress Mosel, Xpress Workbench, Xpress Solver and Xpress Insight. Find out how our Xpress solutions help you read data in any format from any source, integrate with your own machine learning and solvers (or Xpress Solver), enable collaboration with business users, deploy decision support or automated solutions in the cloud or on premises —and does it all in 75% less time.", "FICO is excited to sponsor the Shared Assessments Third Party Risk Summit 2020. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties."], 3], "http://www.fico.com/en/industries/health-and-life-sciences": [["FICO is a proud sponsor of the 2020 Third-Party Risk Management & Oversight Summit. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "FICO’s long-running Platinum Sponsorship of INFORMS events continues with the 2020 Business Analytics Conference. Please visit us in the exhibit hall at Booth 49-50 to talk with our subject matter experts about our latest innovations across the FICO® Xpress Optimization suite, including Xpress Mosel, Xpress Workbench, Xpress Solver and Xpress Insight. Find out how our Xpress solutions help you read data in any format from any source, integrate with your own machine learning and solvers (or Xpress Solver), enable collaboration with business users, deploy decision support or automated solutions in the cloud or on premises —and does it all in 75% less time.", "FICO is excited to sponsor the Shared Assessments Third Party Risk Summit 2020. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties."], 3], "http://www.fico.com/en/industries/higher-education": [[], 0], "http://www.fico.com/en/industries/insurance": [["FICO is a proud sponsor of the 2020 Third-Party Risk Management & Oversight Summit. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "FICO’s long-running Platinum Sponsorship of INFORMS events continues with the 2020 Business Analytics Conference. Please visit us in the exhibit hall at Booth 49-50 to talk with our subject matter experts about our latest innovations across the FICO® Xpress Optimization suite, including Xpress Mosel, Xpress Workbench, Xpress Solver and Xpress Insight. Find out how our Xpress solutions help you read data in any format from any source, integrate with your own machine learning and solvers (or Xpress Solver), enable collaboration with business users, deploy decision support or automated solutions in the cloud or on premises —and does it all in 75% less time.", "FICO is excited to sponsor the Shared Assessments Third Party Risk Summit 2020. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties."], 3], "http://www.fico.com/en/industries/manufacturing": [["FICO is a proud sponsor of the 2020 Third-Party Risk Management & Oversight Summit. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "FICO’s long-running Platinum Sponsorship of INFORMS events continues with the 2020 Business Analytics Conference. Please visit us in the exhibit hall at Booth 49-50 to talk with our subject matter experts about our latest innovations across the FICO® Xpress Optimization suite, including Xpress Mosel, Xpress Workbench, Xpress Solver and Xpress Insight. Find out how our Xpress solutions help you read data in any format from any source, integrate with your own machine learning and solvers (or Xpress Solver), enable collaboration with business users, deploy decision support or automated solutions in the cloud or on premises —and does it all in 75% less time.", "FICO is excited to sponsor the Shared Assessments Third Party Risk Summit 2020. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties."], 3], "http://www.fico.com/en/industries/merchant-services": [["FICO is a proud sponsor of the 2020 Third-Party Risk Management & Oversight Summit. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "FICO’s long-running Platinum Sponsorship of INFORMS events continues with the 2020 Business Analytics Conference. Please visit us in the exhibit hall at Booth 49-50 to talk with our subject matter experts about our latest innovations across the FICO® Xpress Optimization suite, including Xpress Mosel, Xpress Workbench, Xpress Solver and Xpress Insight. Find out how our Xpress solutions help you read data in any format from any source, integrate with your own machine learning and solvers (or Xpress Solver), enable collaboration with business users, deploy decision support or automated solutions in the cloud or on premises —and does it all in 75% less time.", "FICO is excited to sponsor the Shared Assessments Third Party Risk Summit 2020. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "                What makes a Decision Hero? When it comes to managing their decisions, companies want to uncover opportunities, solve hard problems, innovate creative solutions, and ultimately create value. A decision hero makes this happen by looking at ...", "                What Makes a Decision Hero? When it comes to managing their decisions, companies want to uncover opportunities, solve hard problems, innovate creative solutions, and ultimately create value. A decision hero makes this happen by looking at ..."], 5], "http://www.fico.com/en/industries/mortgage-lending": [["FICO is a proud sponsor of the 2020 Third-Party Risk Management & Oversight Summit. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "FICO’s long-running Platinum Sponsorship of INFORMS events continues with the 2020 Business Analytics Conference. Please visit us in the exhibit hall at Booth 49-50 to talk with our subject matter experts about our latest innovations across the FICO® Xpress Optimization suite, including Xpress Mosel, Xpress Workbench, Xpress Solver and Xpress Insight. Find out how our Xpress solutions help you read data in any format from any source, integrate with your own machine learning and solvers (or Xpress Solver), enable collaboration with business users, deploy decision support or automated solutions in the cloud or on premises —and does it all in 75% less time.", "FICO is excited to sponsor the Shared Assessments Third Party Risk Summit 2020. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "                What makes a Decision Hero? When it comes to managing their decisions, companies want to uncover opportunities, solve hard problems, innovate creative solutions, and ultimately create value. A decision hero makes this happen by looking at ..."], 4], "http://www.fico.com/en/industries/transportation": [["                What makes a Decision Hero? When it comes to managing their decisions, companies want to uncover opportunities, solve hard problems, innovate creative solutions, and ultimately create value. A decision hero makes this happen by looking at ..."], 1], "http://www.fico.com/en/industries/telecommunications": [["FICO is a proud sponsor of the 2020 Third-Party Risk Management & Oversight Summit. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "FICO’s long-running Platinum Sponsorship of INFORMS events continues with the 2020 Business Analytics Conference. Please visit us in the exhibit hall at Booth 49-50 to talk with our subject matter experts about our latest innovations across the FICO® Xpress Optimization suite, including Xpress Mosel, Xpress Workbench, Xpress Solver and Xpress Insight. Find out how our Xpress solutions help you read data in any format from any source, integrate with your own machine learning and solvers (or Xpress Solver), enable collaboration with business users, deploy decision support or automated solutions in the cloud or on premises —and does it all in 75% less time.", "FICO is excited to sponsor the Shared Assessments Third Party Risk Summit 2020. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties."], 3], "http://www.fico.com/en/industries/unsecured-lending": [["FICO is a proud sponsor of the 2020 Third-Party Risk Management & Oversight Summit. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties.", "FICO’s long-running Platinum Sponsorship of INFORMS events continues with the 2020 Business Analytics Conference. Please visit us in the exhibit hall at Booth 49-50 to talk with our subject matter experts about our latest innovations across the FICO® Xpress Optimization suite, including Xpress Mosel, Xpress Workbench, Xpress Solver and Xpress Insight. Find out how our Xpress solutions help you read data in any format from any source, integrate with your own machine learning and solvers (or Xpress Solver), enable collaboration with business users, deploy decision support or automated solutions in the cloud or on premises —and does it all in 75% less time.", "FICO is excited to sponsor the Shared Assessments Third Party Risk Summit 2020. Among our many innovations in the field of prescriptive analytics and risk management is the FICO® Cyber Risk Score, the industry’s only predictive cyber security rating. The data-driven, empirical Cyber Risk Score leverages the latest in AI and Machine Learning techniques to interpret billions of cyber risk indicators (monitored at internet-scale) and compare them against the network hygiene practices of thousands of previously breached organizations to quantify the risk of data loss. In addition to self-assessments, organizations can apply the FICO Cyber Risk Score to an unlimited number of partners and suppliers, effectively analyzing and controlling threats presented to their company, data, operations and finances, by third parties."], 3], "http://www.fico.com/en/products": [[], 0], "http://www.fico.com/en/platform": [["  Access to innovation in Machine Learning and world leading decision rules."], 1], "http://www.fico.com/en/platform/technology": [["  Access to innovation in Machine Learning and world leading decision rules."], 1], "http://www.fico.com/en/platform/services": [[], 0], "http://www.fico.com/en/platform/data-lakes-blueprint": [[], 0], "http://www.fico.com/en/platform/customers": [[], 0], "http://www.fico.com/en/platform/products": [[], 0], "http://www.fico.com/en/customers": [[], 0], "http://www.fico.com/en/events-webinars": [[], 0], "http://www.fico.com/en/newsroom": [[], 0], "http://www.fico.com/en/latest-thinking": [["                Through your innovative use of FICO solutions, you’re achieving new success with data-driven business decisions. Now’s the time to highlight your achievements, influence product direction, and work with the FICO community of clients and pa...", "                What makes a Decision Hero? When it comes to managing their decisions, companies want to uncover opportunities, solve hard problems, innovate creative solutions, and ultimately create value. A decision hero makes this happen by looking at ...", "                What Makes a Decision Hero? When it comes to managing their decisions, companies want to uncover opportunities, solve hard problems, innovate creative solutions, and ultimately create value. A decision hero makes this happen by looking at ..."], 3], "http://www.fico.com/en/product-training": [[], 0], "http://www.fico.com/en/sitemap": [[], 0], "http://www.fico.com/en/about-us": [["Richard Deal leads FICO’s Human Resources function focused on attracting, engaging, developing and deploying talent through innovative human capital management strategies. He joined FICO in January, 2001 from Arcadia Financial Ltd., where he held the executive HR role for three years. Prior to that, he held a number of senior HR positions supporting the mortgage and corporate trust divisions of U.S. Bancorp in Minneapolis. Mr. Deal has extensive experience leading acquisition integration activities, building compensation and performance management systems and developing leadership competencies. He holds a bachelor’s degree from the University of Wisconsin and a master’s degree in Industrial/Organizational Psychology from Purdue University.", "Richard Deal leads FICO’s Human Resources function focused on attracting, engaging, developing and deploying talent through innovative human capital management strategies. He joined FICO in January, 2001 from Arcadia Financial Ltd., where he held the executive HR role for three years. Prior to that, he held a number of senior HR positions supporting the mortgage and corporate trust divisions of U.S. Bancorp in Minneapolis. Mr. Deal has extensive experience leading acquisition integration activities, building compensation and performance management systems and developing leadership competencies. He holds a bachelor’s degree from the University of Wisconsin and a master’s degree in Industrial/Organizational Psychology from Purdue University."], 2], "http://www.fico.com/en/careers": [["Located in over 20 countries, our people reflect the global nature of our business.  We believe in the business value of workforce diversity – it powers innovation, drives better organizational decisions and ensures our understanding of the customers and markets we serve.  Attracting the very best talent means making FICO a highly engaging and rewarding place to work to the broadest talent audience possible.  We seek to achieve this goal each and every day.", "Drive innovation ", "– be a part of a company changing the way the world does business. FICO has a 60+ year history of delivering industry-changing innovations, such as the FICO Score, the world’s leading credit risk score, and our credit fraud solution, which protects more than 2 billion cards worldwide. All of us at FICO are encouraged and rewarded to “think outside the box” to drive smarter decisions – both for FICO and our clients."], 3], "http://www.fico.com/en/contact-us": [[], 0], "http://www.fico.com/en/investor-relations": [["FICO (NYSE:FICO) transforms business by making every decision count. FICO’s Decision Management solutions combine trusted advice, world-class analytics and innovative applications to give organizations the power to automate, improve and connect decisions across their business.", "Richard Deal leads FICO’s Human Resources function focused on attracting, engaging, developing and deploying talent through innovative human capital management strategies. He joined FICO in January, 2001 from Arcadia Financial Ltd., where he held the executive HR role for three years. Prior to that, he held a number of senior HR positions supporting the mortgage and corporate trust divisions of U.S. Bancorp in Minneapolis. Mr. Deal has extensive experience leading acquisition integration activities, building compensation and performance management systems and developing leadership competencies. He holds a bachelor’s degree from the University of Wisconsin and a master’s degree in Industrial/Organizational Psychology from Purdue University.", "Richard Deal leads FICO’s Human Resources function focused on attracting, engaging, developing and deploying talent through innovative human capital management strategies. He joined FICO in January, 2001 from Arcadia Financial Ltd., where he held the executive HR role for three years. Prior to that, he held a number of senior HR positions supporting the mortgage and corporate trust divisions of U.S. Bancorp in Minneapolis. Mr. Deal has extensive experience leading acquisition integration activities, building compensation and performance management systems and developing leadership competencies. He holds a bachelor’s degree from the University of Wisconsin and a master’s degree in Industrial/Organizational Psychology from Purdue University."], 3], "http://www.fico.com/en/legal": [[], 0], "http://www.fico.com/en/partner-portal": [[], 0], "http://www.fico.com/en/privacy-policy": [[], 0], "http://www.fico.com/en/product-support": [[], 0], "http://www.epizyme.com/": [[], 0], "http://www.epizyme.com/contact-us/": [[], 0]}