{"https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=1": [[], "**********__________________________*******", ["Allianz (China) Insurance Holding and its corporate parent, Allianz, said they would set up 4 million yuan (US$570,000) emergency response fund to help tackle the outbreak.", "Allstate Corporation announced that it would return more than $600 million in auto insurance premiums to customers as many Americans stay home and drive less due to \"shelter-in-place\" orders. Most customers will receive a \"payback\" of 15% of their monthly premium in April and May.\n\nAllstate is making the Allstate Identity Protection product free for the rest of the year with no opt-out-requirement. Allstate Identity Protection helps protect people from identity theft and financial fraud and provides more control over information shared digitally...", "Ally Financial launched a comprehensive set of financial support initiatives to help the people and communities it serves to withstand the extraordinary pressures triggered by the COVID-19 health crisis and be better positioned to recover quickly from its effects. The package involves the following measures:", "Alpha Technologies of Hurricane announced an initiative designed to provide small- to medium-sized businesses across West Virginia with the capacity and bandwidth needed to support remote workers.\n\nUnder the West Virginia Work Remote Connection Initiative, Alpha Technologies will host, either physically or virtually, participating companies’ servers at Alpha’s federally secured data center in South Charleston. There, any software needed to enable businesses and its remote employees to connect will be installed, along with voice/video services, if desired...", "Alto is leveraging its courier delivery fleet model to bring much-needed supplies to its colleagues working on the front lines. The company launched a personal protective equipment (PPE) donation program in the San Francisco Bay Area and hope to expand it to other communities. In just over one week of coordinating PPE donations to hospitals, Alto ran more than 60 individual donation pick-ups, accounting for more than 1,700 masks, 11,000 gloves and various other supplies.", "Alto Pharmacy continues to deliver medications to its patients, giving patients the peace of mind that they can receive their prescriptions without having to risk their safety by going to a crowded pharmacy. Patients can also request early refills and longer fills to ensure they have access to their medication throughout this period.", "Altria Group, Inc. announced that it has committed $1 million to support immediate local coronavirus relief efforts in its headquarters community of Richmond, VA, and its other manufacturing and grower communities. As part of this initial investment, Altria provided $500,000 to the Community Foundation of Greater Richmond’s COVID-19 Response Fund.", "Amazon has contributed $1 million to a new Seattle Foundation fund for community members affected by COVID-19. In addition, Amazon created a $5 million Neighborhood Small Business Relief Fund to provide cash grants to Seattle-area small businesses that need assistance to get through economic challenges related to COVID-19.\n\nAmazon has also donated $1 million to kick-start emergency COVID-19 response funds that will immediately benefit the four largest Washington D.C. region community foundations that are working to support vulnerable populations impacted amid the pandemic...", "Ameren Corp. developed Coronavirus Income Relief Program aimed at helping hourly and other workers impacted by closures. The company is administering a program through United Way and adding to its existing funding for traditional programs aimed at low income, disabled, and seniors. The company will decrease energy bills for residential, commercial and industrial customers by $32 million in annual revenue requirement...", "American Airlines announced it would donate $460,000 to support UNICEF’s relief work in Latin America as part of its efforts to help during the coronavirus outbreak. The airline will be assisting impacted communities in Argentina, Brazil, Costa Rica, and Guatemala by providing water, sanitation items, Personal Protective Equipment (PPE), basic health kits and more.\n\nAmerican Airlines also donated various supplies to Mount Sinai Hospital in New York City; Dana-Farber Cancer Institute in Boston; and St. Jude Children’s Research Hospital in Memphis, Tennessee...", "AEP temporarily has suspended all service disconnections for non-payment. The American Electric Power Foundation has donated nearly $3 million in emergency funds to support basic human needs and help address the hardships faced by customers and communities.\n\nAEP has a team dedicated to helping small business customers apply for federal relief programs and make payment arrangements.", "American Express has committed more than $6 million in various forms of financial support to back the tireless work of those on the front lines of the COVID-19 global crisis. This includes $2.1 million grants to the following global and national organizations: International Medical Corps, CDC Foundation, Feeding America, COVID-19 Solidarity Response Fund for the World Health Organization, and International Rescue Committee.\n\nAmerican Express has also committed $3.8 million in contributions to support organizations responding to the pandemic at the local level. These include: ...", "American Transmission Company donated $10,000 to the American Red Cross-Wisconsin Region, and will also donate a total of $40,000 to six food pantries in Wisconsin and Upper Michigan, where company offices and facilities are located, including the following:", "American Water and the American Water Charitable Foundation announced a $100,000 donation to Feeding America to help food banks across the country support individuals and families impacted by the coronavirus (COVID-19).\n\nAmerican Water will also be making mask donations.\n\nThe company is suspending water and power disconnections.", "The AmerisourceBergen Foundation has committed $1 million to support communities, individuals and nonprofits impacted by the coronavirus (COVID-19). The grant donations will be deployed to regional, national and global organizations focused on combatting the economic, psychosocial and health challenges resulting from the global pandemic. The Foundation commits $250,000 to Direct Relief, $250,000 to Americares, and $150,000 to Healthcare Ready.\n\nThe Foundation has committed to match AmerisourceBergen associate donations made to Direct Relief, Americares and Healthcare Ready...", "Amgen and the Amgen Foundation announced an initial commitment of up to $12.5 million to support U.S. and global relief efforts to address critical needs in communities impacted by the COVID-19 pandemic. The funds will be used to support emergency response efforts in Amgen's U.S. and international communities, patient-focused organizations that are mounting their own response efforts, and international relief efforts by Direct Relief and International Medical Corps. The Amgen Foundation will also match donations made by Amgen staff around the globe...", "AMOpportunities is working with its network to import N95 masks to high-density areas in the United States. AMOpportunities’ COO is working with international partners to source N95 masks and other medical equipment for its hospitals and has already arranged such a delivery to a hospital in Chicago from a distributor in China.", "Amway says a team of more than 40 employees launched Project Light Speed. The employees used 9,000 gallons of ethanol and other raw materials available at Amway’s Ada campus to create a hand sanitizer that will be donated to Spectrum Health hospital employees handling the mounting cases of COVID-19.\n\nIn Malaysia, Amway has contributed RM 156,000 ($35,800 USD) to University Malaya Medical Center for the purchase of Covid-19 testing kits; donated 100 units of Atmosphere Air Purifier to Hospital Sungai Buloh; and delivered 150 units of Atmosphere Air Purifier to the Ministry of Health...", "Andonix developed an Industry 4.0 SaaS solution designed to help companies connect and coordinate emergency response situations with their front line workforce, to prevent major business disruptions. The Andonix solution allows companies in the private and public sectors establish effective real time communication, provide virtual training and guidance to frontline workers and capture data in real time from the frontline. Andonix is donating access to this platform to all organizations who want to put business continuity plans in place.", "Anheuser-Busch is making hand sanitizer to support the growing demand during the COVID-19 pandemic. The company is using its supply and logistics network to produce and distribute the bottles. Under the guidance of the American Red Cross, the company will ship the sanitizer to communities in need.\n\nThe company has also offered its facilities to the American Red Cross to host blood drives as part of a $5 million donation to the group."]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=2": [[], "**********__________________________*******", ["Since the onset of the pandemic, the Anthem Foundation has committed $50 million to support COVID-19 relief efforts in affected communities across the country.\n \nThe Anthem Foundation funding is at work for charities fighting hunger and providing urgently needed disaster relief and social support services, such as Feeding America, Americares, Direct Relief, the American Red Cross, Boys & Girls Clubs of America, Mental Health America, and many other community-based charities...", "Antis Roofing & Waterproofing is providing up to 6000 square ft of office space at Antis Campus on May 19th and May 29th to host much needed American Red Cross blood drives! Across the nation, 19,000 blood drives were cancelled due to Coronavirus concerns, resulting in over 9,000 uncollected blood donations in Southern CA alone. Donated blood has a limited shelf life of 42 days for red cells, so the supply must constantly be replenished.\n\nBlood shortage is critical, and the need is urgent, so Antis hosted two blood drives in April, which helped save 141 lives!", "Apostrophe, a tele-dermatology skincare startup, is helping tackle the nationwide hand sanitizer shortage by producing the World Health Organization’s (WHO) hand sanitizer formula. Its team has shifted all available capacity at the company's compounding pharmacy to make as much hand sanitizer as possible and selling it at close to the cost of production.\n\nEach two pack of 2 oz hand sanitizers will cost $15, with all profits from the sale donated to the WHO COVID-19 Response Fund...", "Apple’s committed donations to the global COVID-19 response has reached $15 million worldwide. The donations are to both help treat those who are sick and to help lessen the economic and community impacts of the pandemic.\n\nThe company also announced that it is matching employee donations two-to-one to support COVID-19 response efforts locally, nationally and internationally...", "Applied Materials and the Applied Materials Foundation are making available RMB 4 million ($573,732) to directly support relief efforts in China. It has established a Humanitarian Response Fund to empower its employees in China to take action and respond to immediate needs in their families, neighborhoods and communities. In addition, the Applied Materials Foundation, partnering with Give2Asia and the China Women’s Development Foundation, was able to secure advanced blood analysis equipment in Asia and get these devices into Wuhan...", "Some of the initiatives Ardius started since the crisis began include waiving all its sign-up fees for any company needing help; utilizing a portion of its fees to purchase back the very services and products that its customers sell; donating those clients’ services and products to other startups that may need it; and deferring its fee until companies receive their payroll tax offset.", "Giorgio Armani donated about $2.2 million to hospitals in Milan, Rome, Bergamo, Piacenza and Versilia as well as to the Italian civil protection agency, which is coordinating the country’s response to the outbreak.\n\nArmani also announced that all of the company's Italian production plants are manufacturing single-use medical overalls.", "Assessment Technologies Group is offering free job postings for companies urgently seeking new talent. The company is also offering other services for hire.", "British drug company AstraZeneca is rushing forward a big clinical trial for its blood cancer drug Calquence because it has shown early promising results in later-stage COVID-19 patients—those in intensive care units and on ventilators.", "The AT&T College Recruiting team will be hosting the AT&T Summer Learning Academy, a self-paced online learning “externship” certificate program, designed to support college students who do not have an internship this summer and looking for something to fill the void. This program is open to all college students and consists of 80 hours of virtual, on-demand, 24x7 content. Registration is open through June 12 and the program runs from June 22-July 20.\n\nAT&T Communications is joining a global initiative called the Open COVID Pledge to make its patents available free of charge...", "Atlas Air is collaborating with FEMA as part of “Project Airbridge” to airlift critical medical supplies. The project includes multiple healthcare distributors and supply chain companies.", "Audible is currently making hundreds of its most beloved audiobooks available to the public for free during this unprecedented crisis.\n\nAudible promises that \"For as long as schools are closed, we're open.\"", "The Avangrid Foundation together with AVANGRID announced a $2 million commitment to support national and local organizations that support vulnerable communities as they deal with the coronavirus pandemic. AVANGRID also donated 31,000 protective masks.\n\nCentral Main Power donated 6,000 protective masks to the Maine Emergency Management Agency (MEMA) to support statewide needs for protective gear for medical personnel fighting the coronavirus pandemic.\n\nNew York State Electric & Gas, In conjunction with the AVANGRID Foundation, has donated $175,000 to COVID-19 emergency response efforts...", "In this first quarter of 2020, grants totaling $80,000 have been given to the COVID-19 Relief Funds at the Oregon Community Foundation, the Innovia Foundation, and the Idaho Community Foundation. \n\nAnother $40,000 in awards are being given to non-profit organizations focused on serving members of the restaurant and hospitality industry, who have been impacted by recent closures and limited operations to reduce the spread of the COVID-19 virus. Two examples in Spokane and Coeur d’Alene include Big Table and CDAIDE...", "Bermuda-based Bacardi Ltd. announced a shift in products at its Cataño, Puerto Rico-based rum distillery to help supply ethanol required to produce the much needed hand sanitizers that are in high demand as a result of COVID-19.\n\nThe Bacardi Corp. distillery in Cataño, Puerto Rico, has partnered with Puerto Rico-based manufacturer Olein Refinery to provide raw materials that will enable the production of more than 1.7 million units of 10-ounce hand sanitizer...", "Back to the Roots is placing free organic gardening kits & STEM curriculums in the hands of out-of-school educators.", "Chinese tech firm Baidu said it had established a 300 million yuan (US$43 million) epidemic and public health security fund to support efforts including screening and research and development (R&D) for cures of diseases such as the new coronavirus, as well as for longer-term efforts such as public health and safety information dissemination.\n\nThe company will also provide artificial intelligence technology as well as computing resources to assist in R&D efforts by research institutes and disease control agencies, according to a post on its official WeChat account...", "Baker Hughes is donating key medical personal protection equipment to the Ministry of Health. This includes 1,500 N95 Masks, 1,500 Surgical Masks, 1,500 medical gloves - medium and large, and 1,500 medical coveralls.", "Bambee started offering 30 minutes of free human resources consultation to any business owner during these difficult times, whether they’re a Bambee client or not. The company also made its coronavirus webinars, FAQs and policy templates available for free on its website.", "Bank of America announced it is committing $100 million to support local communities in need as the world faces unprecedented challenges from the coronavirus. The funds will help increase medical response capacity, address food insecurity, increase access to learning as a result of school closures, and provide support to the world’s most vulnerable populations."]]}