{"https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=1": [["Assessment Technologies Group - Coronavirus (COVID-19) Response", "Assessment Technologies Group", "AT&T - Coronavirus (COVID-19) Response", "AT&T", "Bacardi - Coronavirus (COVID-19) Response", "Bacardi", "Baidu - Coronavirus (COVID-19) Response", "Baidu", "Bank of America - Coronavirus (COVID-19) Response", "Bank of America", "Bayer - Coronavirus (COVID-19) Response", "Bayer", "BD - Coronavirus (COVID-19) Response", "BD", "Bedrock - Coronavirus (COVID-19) Response", "Bedrock", "Bektrom Foods, Inc. - Coronavirus (COVID-19) Response", "Bektrom Foods, Inc.", "Big Storm Brewing - Coronavirus (COVID-19) Response", "Big Storm Brewing", "Biogen - Coronavirus (COVID-19) Response", "Biogen", "Blue Cross and Blue Shield of Louisiana - Coronavirus (COVID-19) Response", "Blue Cross and Blue Shield of Louisiana", "Boston Scientific - Coronavirus (COVID-19) Response", "Boston Scientific", "Box Inc. - Coronavirus (COVID-19) Response", "Box Inc.", "BrewDog - Coronavirus (COVID-19) Response", "BrewDog", "Capital One - Coronavirus (COVID-19) Response", "Capital One"], "**********__________________________*******", ["Assessment Technologies Group is offering free job postings for companies urgently seeking new talent. The company is also offering other services for hire.", "AT&T will pay a 20% bonus above the regular hourly base rate of pay to bargained-for employees for all time worked in the office or at home. The company is also extending its original 80 hours of paid, excused time off to up to a total of 160 hours for those affected by the COVID-19 pandemic.\n\nQualified schools activating new lines on qualified data-only plans for school-issued tablets, 4G LTE-enabled laptops and hotspot devices will get the wireless data service at no cost for 60 days...", "Bermuda-based Bacardi Ltd. announced a shift in products at its Cataño, Puerto Rico-based rum distillery to help supply ethanol required to produce the much needed hand sanitizers that are in high demand as a result of COVID-19.\n\nThe Bacardi Corp. distillery in Cataño, Puerto Rico, has partnered with Puerto Rico-based manufacturer Olein Refinery to provide raw materials that will enable the production of more than 1.7 million units of 10-ounce hand sanitizer...", "Chinese tech firm Baidu said it had established a 300 million yuan (US$43 million) epidemic and public health security fund to support efforts including screening and research and development (R&D) for cures of diseases such as the new coronavirus, as well as for longer-term efforts such as public health and safety information dissemination.\n\nThe company will also provide artificial intelligence technology as well as computing resources to assist in R&D efforts by research institutes and disease control agencies, according to a post on its official WeChat account...", "Bank of America announced it is committing $100 million to support local communities in need as the world faces unprecedented challenges from the coronavirus. The funds will help increase medical response capacity, address food insecurity, increase access to learning as a result of school closures, and provide support to the world’s most vulnerable populations.", "Bayer announced a donation of one million products to support the health of underserved communities. The products, including over-the-counter medications and multivitamins, will be delivered directly to Americans who can’t easily access them by way of partnerships with Direct Relief and Feeding America.\n\nBayer also announced it is donating medicines and additional financial aid worth a total of approximately 1.5 million euros ($1,663,950) to support the population affected by the outbreak of the novel coronavirus in China.", "BD is donating $750,000 to the COVID-19 response efforts in the U.S. and internationally, in addition to the $350,000 in cash and product the company donated to COVID-19 relief efforts in China earlier this year, bringing the Company's total COVID-19 response contributions to $1.1 million. The new funding is being deployed through six non-profit partners, to support healthcare workers in the United States, Europe, Latin America and China in their collaborative battle against COVID-19.", "Bedrock, a development company in Detroit, unveiled a rescue package that states the company won’t collect rent and fees from dozens of small businesses over the next three months.", "Bektrom Foods are purchasing supplies to fill orders from Feeding America Food banks.", "Big Storm Brewing is producing and selling hand sanitizer as a way to help keep staff employed during the economic downtown caused by the coronavirus outbreak.", "Cryptocurrency exchange Binance pledged to donate 10 million Chinese yuan ($1.44 million) to the Coronavirus effort.", "The Biogen Foundation is supporting Covid-19 relief efforts in three areas: (1) Addressing immediate needs including food, water, shelter, etc. (2) Increasing access to testing outside of the hospital setting (3) Easing the burden on healthcare systems.", "With all schools closed, many families are figuring out how to provide an extra meal for children staying at home, which can stretch the resources of families already on tight budgets. A gift of just $1 to a local food bank can provide three meals for a family in need. Blue Cross and Blue Shield of Louisiana is making sponsorships to several food banks that add up to $30,000 to date. Just a few weeks ago, teams from Blue Cross also packed 102,212 meals which are now able to be distributed to families in need...", "Boehringer Ingelheim (BI) is standing together with all parties to support the fight against the epidemic, making every effort to protect employees’ health and safety. BI has made a number of donations totaling more than $1 million (USD) to support the forefront fight against the epidemic in China including: A donation to the China Red Cross Foundation to purchase medical protective materials for hospitals in Wuhan and other cities in Hubei. This helps local frontline medical staff involved in their fight against the epidemic to treat patients more safely...", "Thousands of safety supply items have been sent to Boston Scientific employees and the company is working to secure and deliver more. In close collaboration with local hospitals, Boston Scientific is donating more than $800K in essential supplies including face masks, goggles and protective suits. Boston Scientific is continuously monitoring to understand evolving needs, and will work with our global network to provide additional support. In addition, Boston Scientific has initiated a matching relief program supporting donations to Project HOPE...", "Box Inc. is offering existing clients in need of more Box licenses for new remote workers at no additional cost. The company is also offering organizations working to fight COVID-19 or any eligible nonprofit Box access for free. See the Box Blog and Box.org for details. $125K in donations are planned for San Francisco Bay Area nonprofit agencies.", "Independent brewer BrewDog has begun making hand sanitizer at its distillery in Aberdeenshire, Scotland amid shortages driven by coronavirus fears. The firm said it would be giving away the “punk sanitizer” for free to those that need it.", "Bulgari pledges a donation to Rome’s Spallanzani Hospital to fight Coronavirus. The donation will allow the research department of Spallanzani to purchase a microscopic image acquisition system.", "Through the Chinese food delivery service Ele.me, Burger King is delivering food to the staff at more than ten hospitals in Wuhan.", "Capital One will provide assistance such as minimum payment assistance, deferred loan assistance, and fee suppressants to customers that face “financial difficulties” due to COVID-19."]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=2": [["Carnival Cruise Line - Coronavirus (COVID-19) Response", "Carnival Corporation", "Caterpillar - Coronavirus (COVID-19) Response", "Caterpillar", "Charter Communications - Coronavirus (COVID-19) Response", "Charter Communications", "Chevron - Coronavirus (COVID-19) Response", "Chevron", "Chipotle - Coronavirus (COVID-19) Response", "Chipotle", "Christina's Home Guardian's - Coronavirus (COVID-19) Response", "Christina's Home Guardian's", "Cigna - Coronavirus (COVID-19) Response", "Cigna", "Cisco - Coronavirus (COVID-19) Response", "Cisco", "Citi - Coronavirus (COVID-19) Response", "Citi", "Citizens Bank - Coronavirus (COVID-19) Response", "Citizens Financial Group", "Civilis Consulting - Coronavirus (COVID-19) Response", "Civilis Consulting", "Comcast - Coronavirus (COVID-19) Response", "Comcast NBCUniversal", "CorePower Yoga - Coronavirus (COVID-19) Response", "CorePower Yoga", "Coursera - Coronavirus (COVID-19) Response", "Coursera", "Cox Communications - Coronavirus (COVID-19) Response", "Cox Enterprises", "Crocs - Coronavirus (COVID-19) Response", "Crocs", "Cumulus Technologies, Inc. - Coronavirus (COVID-19) Response", "Cumulus Technologies, Inc.", "CVS - Coronavirus (COVID-19) Response", "CVS", "Dave - Coronavirus (COVID-19) Response", "Dave"], "**********__________________________*******", ["Cargill will donate Rmb2m ($288,321) to the Chinese Red Cross. The company will also supply several hundred thousand face masks.", "Carnival has offered its ships as temporary floating hospitals to authorities around the world who are struggling to respond to the coronavirus pandemic.\nCarnival has offered its ships as temporary floating hospitals to authorities around the world who are struggling to respond to the coronavirus pandemic.\n\nCarnival noted that interested parties will be asked to cover only the essential costs of the ship's operations while in port.", "The Caterpillar Foundation is committing $8.5 million to support communities, including underserved populations, who are affected by the virus. The investment is intended to have a global impact supporting the world’s most pressing needs by partnering with the United Nations Foundation and the World Health Organization Solidarity Response Fund. At the same time, the Foundation is supporting local communities by engaging facilities to donate to local charities in an effort to create the biggest impact in the company’s own backyards, including providing millions of meals for people in need.", "Charter Communications announced that it will offer free Spectrum broadband and Wi-Fi access for 60 days to households with K-12 and/or college students who don’t already have a Spectrum subscription.", "Chevron Corporation provided a $300,000 contribution from the Chevron Global Community Fund to Give2Asia, for work with the China Women’s Development Foundation.", "Chipotle Mexican Grill Inc. said that it is offering free delivery from March 15 to March 31. Moreover, food will be packaged in tamper-evident packaging to ensure food isn't touched during delivery.", "Christina's Home Guardian's has implemented a new and detailed cleaning guideline that includes all lininen and blankets, even those in closet, to be washed every time the company comes, disinfecting all hard surfaces and handles and door knobs, rooms and floors before even beginning their regular check lists. They are also suppling Clorox wipes and disinfectant, gloves and more for every home to keep. A full list can be found on their website www.christinahomeguardians.com", "Cigna will cover diagnostic testing when ordered by a doctor, ease network, referral and prior authorization requirements and/or waive patient cost sharing.", "Cisco is committing $225 million in cash, in-kind, and planned-giving to support both the global and local response to COVID-19. In addition, the company is rallying its 77,000 employees and encouraging them to give what they can to help community partners on the front lines bolster their operations in this time of need.", "Citi is helping customers affected by the Coronavirus outbreak with assistance programs, available 24/7, to help with credit line increases and collection forbearance.\n\nCiti has also made a number of enhancements that make it easier to manage your account digitally.\n\nBeginning March 9 and for “an initial 30 days” Citibank said it would waive monthly service fees and penalties for early CD withdrawal for regular and small business customers.", "Citizens Bank in Providence, Rhode Island, has announced a commitment of $5 million in support of communities and businesses impacted by the coronavirus. The Community Support Relief program will provide funding in support of coronavirus-related efforts in regions where the bank operates — including Massachusetts, Pennsylvania, and Rhode Island — while its Small Business Relief and Recovery program will provide funding and other assistance in the coming months to small businesses in the three states.", "Civilis Consulting is helping other businesses (clients and non-clients) to:\n\n-   Institute work-from-home programs\n-   Implement new marketing strategies for any conferences that have been canceled to ensure business relationships still get initiated and nurtured\n-   Offer ideas to sales teams for alternatives to in-person meetings so relationship-building activities can continue with as little disruption as possible\n-   Adjusting communications plans to ensure messaging is sensitive to the situations of their clients, prospects, employees, etc.", "Comcast announced that low-income families who live in a Comcast service area can get 60 days of complimentary Internet Essentials service, which is normally $9.95 a month.", "CorePower Yoga is offering everyone, including members and nonmembers free access to a special collection of online classes through CorePower Yoga On Demand.", "Coursera is working with U-M and Duke to offer Chinese learners access to online courses amid coronavirus outbreak.", "The James M. Cox Foundation is providing $5M to purchase equipment to make COVID-19 diagnostic testing more readily available in local communities, while inside customers’ homes, Cox Communications is helping families in need stay connected to the internet through its Connect2Compete program. The company has fast-tracked qualifications and increased speeds for those who qualify.", "The company has announced the launch of “A Free Pair for Healthcare.” Starting on March 25, Crocs will offer health-care workers in the U.S. the chance to get a free pair of shoes while supplies last, choosing from select Classic Clogs and Crocs At Work styles with free shipping through its website. The website will open at about 12 p.m. EST daily and will remain open until that day’s free pair allotment has been fulfilled. In addition, the company is committed to donating up to 100,000 pairs of shoes to be distributed across a number of select health-care facilities and organizations.", "Cumulus Technologies is a UAS (Unmanned Aerial Systems) consulting company that is using drones along with their FAA Part 107 Certified Pilots to help police, fire depts and emergency management teams by flying \"Drones\" for any number of tasks from surveillance, search and rescue, and other aerial data collection missions.", "CVS Health said it will waive charges for home delivery of prescription medications. CVS Health also announced it would waive co-pays for telemedicine visits for any reason for the next 90 days.\n\nCVS plans to dedicate portions of their parking lots for coronavirus testing.", "In response to the global COVID-19 global pandemic, Dave is expanding its existing partnership with Feeding America. Dave has launched an email and blog series called “Dave’s here for you,” which includes best practices for volunteering at and accessing food banks during this time, including a link to Feeding America’s food bank locator tool. In order to further assist Feeding America during this time, Dave has also donated $250K to their COVID-19 Response Fund, which is designed to help Feeding America secure food and determine how best to distribute it to people in need across the country."]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=3": [["Decon7 Systems - Coronavirus (COVID-19) Response", "Decon7 Systems", "Dell - Coronavirus (COVID-19) Response", "Dell, Inc.", "Delta Dental Community Care Foundation - Coronavirus (COVID-19) Response", "Delta Dental", "DENSO Group - Coronavirus (COVID-19) Response", "DENSO Group", "Discovery Education - Coronavirus (COVID-19) Response", "Discovery Education", "Diverse Dimensions - Coronavirus (COVID-19) Response", "Diverse Dimensions", "DoorDash - Coronavirus (COVID-19) Response", "DoorDash", "Dropbox - Coronavirus (COVID-19) Response", "Dropbox", "DuPont - Coronavirus (COVID-19) Response", "DuPont", "Durham Distillery - Coronavirus (COVID-19) Response", "Durham Distillery", "Dyson - Coronavirus (COVID-19) Response", "Dyson", "Lilly - Coronavirus (COVID-19) Response", "Eli Lilly and Company", "Entergy Corporation - Coronavirus (COVID-19) Response", "Entergy", "Estée Lauder - Coronavirus (COVID-19) Response", "Estée Lauder Companies", "Exelon Corporation - Coronavirus (COVID-19) Response", "Exelon", "Facebook - Coronavirus (COVID-19) Response", "Facebook", "Fanatics - Coronavirus (COVID-19) Response", "Fanatics", "FedEx - Coronavirus (COVID-19) Response", "FedEx", "Flexport - Coronavirus (COVID-19) Response", "Flexport", "Floafers - Coronavirus (COVID-19) Response", "Floafers"], "**********__________________________*******", ["U.S. manufacturer Decon7 Systems is stepping up production of a powerful disinfectant at six facilities, from three, to fill surging demand from hospitals in China grappling with the virus epidemic.", "Dell Technologies provided an initial donation of two million yuan ($284,000 USD) to fund badly-needed materials including surgical masks, protective clothing and eye protectors for local hospitals, under the guidance of the Ministry of Civil Affairs and the assistance of China Youth Development Foundation and Hubei Youth Development Foundation.\n\nDell is now in the process of extending its support in China, Delivering an in-kind IT infrastructure donation valued at 6 million yuan ($853,000 USD) to the Hubei CDC in China...", "The San Francisco-based Delta Dental Community Care Foundation has committed $5 million for COVID-19-related efforts across its fifteen-state footprint, including $3.5 million to federally qualified health centers to expand access to oral care; $1 million to nonprofits experiencing sharp increases in their expenses and/or budget shortfalls as a result of the virus; and $500,000 in disaster response funding to California organizations working to assist seniors, individuals experiencing food insecurity, and homeless and homebound individuals.", "DENSO Group companies including DENSO (CHINA) INVESTMENT are donating a million CNY (approximately US$145,000) through the Red Cross Society of China to support the recovery.", "The brand-new Viruses and Outbreaks Channel within Discovery Education Experience helps educators discuss the Coronavirus outbreak with their students.  Including timely updates regarding the Coronavirus, content describing what a virus is, information on how infectious diseases spread as well as essential guidelines for staying healthy, this channel directly links classrooms to the news shaping our world today.", "Diverse Dimensions is offering free industrial CT scanning services for the product development community. The fee for this service is usually $300 per hour but is being waived if the service is needed to help combat the pandemic.", "DoorDash announced that independent restaurants in the U.S. can sign up for DoorDash and Caviar and pay zero commissions on orders for 30 days. Existing DoorDash restaurant partners will not pay commission fees on pickup orders, and delivery commission fees will be reduced as well. DoorDash is also delivering meals to medically fragile kids in New York City...", "Dropbox is offering free Dropbox Business subscriptions for a three-month period to nonprofits and NGOs that are focused on fighting COVID-19. Dropbox encourages organizations working to stop the virus or providing relief to those impacted are to apply.", "DuPont will donate equipment to agencies in China that are handling medical cases and would work to increase the supply of its products to meet customer demand.\n\nDuPont has donated 16,000 pieces of personal protective garments to the most affected areas through the China Red Cross Foundation to protect healthcare workers and front-line personnel in the prevention and control of novel Coronavirus. DuPont has also donated probiotic products worth more than 800,000 yuan ($114,999) to help regulate and improve people's immunity.", "Durham Distillery is offering local businesses two liters of free homemade sanitizer with an appointment. The sanitizer is made up of 70 percent ethanol and 30 percent water.", "British technology company Dyson has designed a new ventilator, the “CoVent,” which it will be producing in order to help treat coronavirus patients.", "The Lilly Foundation has donated a total of $250,000 to Direct Relief and Project HOPE to support the procurement and shipping of needed supplies to China. These grants by the Lilly Foundation are in addition to a cash donation of one million yuan (about $150,000) by Lilly China to the Red Cross. Lilly employees across the globe can contribute to a coronavirus disaster relief fund through Lilly Global Giving. Personal donations of $25 (USD) or more are matched by the Lilly Foundation.", "Entergy Corporation has created the Entergy COVID-19 Emergency Relief Fund and seeded it with a $700,000 contribution from the Entergy Charitable Foundation. The fund will partner with United Ways and nonprofits in communities served by Entergy to provide support to low-income families, the elderly and the disabled who have been impacted by COVID-19. In addition, the company will match up to $100,000 in employee contributions to the COVID-19 response by local United Ways. In addition, the company has suspended service disconnections for nonpayment...", "Estée Lauder pledged $300,000 (2 million RMB) to help China fight the Coronavirus.", "Exelon and its family of companies donated $1.15 million to local and national relief organizations. To further assist families and businesses experiencing financial stress, all Exelon utilities and Constellation have suspended service disconnections and are waiving new late payments until at least May 1.", "Facebook is spending $100 million to support news outlets around the world that have been impacted by the coronavirus.\n\nFacebook is announcing a $100 million grant program for small businesses impacted by the coronavirus pandemic. The majority of the grants will be distributed in cash, with some ad credits for business services.\n\nFacebook also is matching up to $10 million in donations, and 100% of funds will directly support the work to prevent, detect and respond to the outbreak around the world. The company will also match $10 million for the CDC Foundation...", "Fanatics will be using the jersey material the company has on hand to create masks and gowns, which are in short supply for medical workers on the front lines of the pandemic.", "FedEx committed $1 million of charitable shipping to support Coronavirus relief efforts. FedEx shipped 10 shipments of medical supplies to China through collaboration with Direct Relief. The shipments included 814,835 masks, 952,500 gloves, 409,000 shoe covers and various other medical supplies totaling more than $350K. FedEx is also working with the American Red Cross to enable them to move their limited blood supply where it's needed most urgently. The donation is in response to their severe blood supply shortage due to blood drive cancellations across the US due to the coronavirus pandemic.", "Flexport has delivered $1.4 Million worth of critical medical supplies to affected areas.", "In response to requests by Morristown Medical Center in Morristown, N.J., for protective gear, Floafers has shipped 1,000 pairs of footwear to the facility and sister hospitals in the state’s Atlantic Health System. According to the company, the foam EVA shoes can be sanitized to protect health-care workers and the patients they are aiding. Consumers can go to Floafers.com and enter the code “Help Our Nurses”; the company will allot a portion of the sale towards a fund to continue to donate shoes."]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=4": [["Four Seasons Hotel - Coronavirus (COVID-19) Response", "Four Seasons", "Fresenius Medical Care - Coronavirus (COVID-19) Response", "Fresenius Medical Care North America", "FutureProof Retail - Coronavirus (COVID-19) Response", "FutureProof Retail", "FUZAMEI - Coronavirus (COVID-19) Response", "FUZAMEI", "Galaxy Entertainment Group Ltd.  - Coronavirus (COVID-19) Response", "Galaxy Entertainment Group Ltd", "Gap - Coronavirus (COVID-19) Response", "Gap", "Genentech - Coronavirus (COVID-19) Response", "Genentech", "General Electric - Coronavirus (COVID-19) Response", "General Electric", "General Mills - Coronavirus (COVID-19) Response", "General Mills", "General Motors - Coronavirus (COVID-19) Response", "General Motors", "Gilead Sciences - Coronavirus (COVID-19) Response", "Gilead Sciences ", "GSK - Coronavirus (COVID-19) Response", "GlaxoSmithKline", "Google - Coronavirus (COVID-19) Response", "Google", "Grubhub - Coronavirus (COVID-19) Response", "Grubhub", "Grundfos - Coronavirus (COVID-19) Response", "Grundfos", "H-E-B Grocery - Coronavirus (COVID-19) Response", "H-E-B Grocery Company LP", "Hello Alice - Coronavirus (COVID-19) Response", "Hello Alice", "HP - Coronavirus (COVID-19) Response", "Hewlett Packard", "Honda - Coronavirus (COVID-19) Response", "Honda Motor Company, LTD.", "Huami - Coronavirus (COVID-19) Response", "Huami"], "**********__________________________*******", ["Four Seasons Hotels will provide free lodging to doctors, nurses & medical personnel fighting coronavirus.", "In order to help protect employees, patients, and physicians, Fresenius Medical Care North America aggressively implemented safety measures in clinics starting on February 14. These measures included screening all patients and staff entering the clinics and no longer accepting international travelers for treatment. All patients are required to wear masks, and employees and physicians are required to wear full personal protective equipment. These actions greatly reduced close contact among patients and staff at a very early stage in the response to COVID-19...", "FutureProof Retail is donating its Mobile Checkout Solution to grocery stores, pharmacies and supermarkets during this time.", "FUZAMEI announced a 100,000 Chinese yuan ($14,280) contribution for fighting against the current outbreak of the coronavirus.  The company spent 60,000 Chinese yuan ($8,500) of that sum on medical supplies.", "Galaxy Entertainment Group Ltd. Has donated an estimated $2.5 million to help fight the virus through its charity arm, the Galaxy Entertainment Group Foundation.", "Gap Inc. is using its factories to make masks, gowns, and scrubs for healthcare workers on the front lines.", "Genentech, a member of the Roche Group is providing scientific expertise and advice to the WHO and other relevant stakeholders given infectious disease is a key R&D focus area for them. The company is working with Chinese health authorities and the government to help provide screening and health care, including supporting local health officials and hospitals in the Hubei Province. They recently donated diagnostic tests, medical supplies and financial support for the affected region.", "GE Healthcare has doubled its capacity of ventilator production, hiring more people and increasing shifts to help meet unprecedented demand. GE Healthcare also announced a new partnership with Ford Motor Company where Ford will build a simplified design of GE Healthcare's ventilator to help treat more COVID-19 patients.\n\nThe GE Foundation has also pledged $1 million to the COVID-19 Solidarity Response Fund.", "General Mills is rolling out a supplemental package of philanthropic grants spanning Asia, Europe, Australia, Latin America and North America aimed at ensuring food banks have extra cash resources to help nourish community members amidst the COVID-19 outbreak.", "General Motors is offering to make hospital ventilators in its factories that have been shuttered by the coronavirus outbreak.\n\nGeneral Motors is also donating RMB 5 million ($715k USD) to the Chinese Red Cross Foundation in support of efforts to combat the Coronavirus outbreak in China.", "Gilead is committed to collaborating with global health organizations to support pandemic responses. The company is working with government and non-government organizations and regulatory authorities to develop a strategy to provide its investigational compound, remdesivir, to patients with COVID-19 for emergency treatment in the absence of any approved treatment options, and to support clinical trials to determine whether it can safely and effectively be used to treat COVID-19...", "GSK and CEPI, the Coalition for Epidemic Preparedness Innovations, announced a new collaboration aimed at helping the global effort to develop a vaccine for the 2019-nCoV virus. GSK will make its established pandemic vaccine adjuvant platform technology available to enhance the development of an effective vaccine against 2019-nCoV.", "Google is announcing a $800+ million commitment to support small- and medium-sized businesses (SMBs), health organizations and governments, and health workers on the frontline of this global pandemic. The commitment includes:", "Grubhub is temporarily suspending commission fees for impacted independent restaurants of up to $100 million.", "In celebration of Grundfos' 75th anniversary, the Grundfos Foundation, owner of Grundfos, has expanded its budget for donations from planned $18 million to $29 million. The main donation areas remain water, research, and inclusion, but the Foundation will move its attention to the fight against COVID-19 this year.", "Supermarket chain H-E-B pledged an initial $3 million in support of local nonprofits, including $1.2 million through its Hunger Relief Program to eighteen food banks across the state; $300,000 to the Texas Biomedical Research Institute in San Antonio in support of its dedicated coronavirus research team; and $1 million through the H-E-B My Community Investment in support of nonprofits providing critical frontline services.", "In light of the recent COVID-19 crisis, Hello Alice has assembled a Resource Center to help entrepreneurs navigate these uncertain times through grants, financial relief, government-issued programs, discounts, virtual events, and a community to give you daily support. Join them daily across all of our social channels for support, advice and tips.", "The HP Foundation donated $1 million to Direct Relief, assisting in the Coronavirus relief effort.", "Honda Motor Co., Ltd. And Honda Motor (China) Investment Co., Ltd. have made a donation of 10 million yuan ($1,431,209) to the Red Cross in Hubei Province to support local measures.", "Huami announced that it has donated $1.5 million to help combat the outbreak of the deadly Coronavirus in the capital city of Wuhan. The funds will be dispersed to purchase medical supplies that are in urgent need by both medical professionals and people residing within the affected province."]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=5": [["Hyundai - Coronavirus (COVID-19) Response", "Hyundai Motor Company", "IBM - Coronavirus (COVID-19) Response", "IBM Corporation", "iFlyTek - Coronavirus (COVID-19) Response", "iFlyTek", "Inditex - Coronavirus (COVID-19) Response", "Inditex", "Jimmy Johns - Coronavirus (COVID-19) Response", "Jimmy Johns", "Jo-Ann Fabrics - Coronavirus (COVID-19) Response", "Jo-Ann Fabrics", "John Hancock - Coronavirus (COVID-19) Response", "John Hancock Financial", "Johnson & Johnson - Coronavirus (COVID-19) Response", "Johnson & Johnson", "J.P. Morgan - Coronavirus (COVID-19) Response", "JPMorgan Chase", "Kabbage - Coronavirus (COVID-19) Response", "Kabbage", "Kaiser Permanente - Coronavirus (COVID-19) Response", "Kaiser Permanente", "Keen - Coronavirus (COVID-19) Response", "Keen", "KFC - Coronavirus (COVID-19) Response", "Kentucky Fried Chicken", "Kering - Coronavirus (COVID-19) Response", "Kering", "Kraft-Heinz - Coronavirus (COVID-19) Response", "Kraft Heinz", "Kroger - Coronavirus (COVID-19) Response", "Kroger", "L'Oreal - Coronavirus (COVID-19) Response", "L'Oreal", "Las Vegas Sands - Coronavirus (COVID-19) Response", "Las Vegas Sands Corporation", "Liberty Mutual - Coronavirus (COVID-19) Response", "Liberty Mutual Insurance", "Little Sesame - Coronavirus (COVID-19) Response", "Little Sesame"], "**********__________________________*******", ["Hyundai Hope On Wheels announced a donation of $2 million for COVID-19 Drive-Thru Testing Centers in partnership with children’s hospitals throughout the U.S. The COVID-19 (coronavirus) pandemic has created a particular threat to children with cancer, many of whom have compromised immune systems.", "IBM is leading a consortium of national labs and IT leaders to pool more than 330 petaflops of computing power to help researchers everywhere better understand COVID-19, its treatments and potential cures. This is in addition to IBM’s Summit, which has already enabled researchers to screen 8,000 compounds to find those that are most likely to bind to the main “spike” protein of the coronavirus, rendering it unable to infect host cells. They were able to recommend the 77-promising small-molecule drug compounds that could now be experimentally tested.", "AI firm iFlyTek said that it donated 10 million yuan ($1,420,031) and 500,000 yuan ($71,002) worth of medical supplies.", "Inditex, owner of the retail chain Zara, announced that it will donate face masks and look into converting factories to make hospital gowns for coronavirus patients and healthcare officials in Spain.", "To keep delivery orders safe for customers and employees, Jimmy Johns will deliver based on specific instructions described at check-out. An example would be \"Leave food at the door.\"", "Neiman Marcus Group and Jo-Ann Fabrics are working together to make apparel for medical workers. \n\nNeiman Marcus Group’s alterations facilities are receiving product from Jo-Ann Fabrics to start creating personal protective equipment (PPE) such as masks, gowns and scrubs for use by health-care providers.\n\nJo-Ann is also offering free kits to customers who want to make face masks. The retailer is giving away supplies including fabric, elastic and other materials; customers are instructed to drop off completed masks at their local stores, which serve as collection points.", "John Hancock is committed to building a healthier, more equitable Boston. That is why the company is standing with the City of Boston by making a $1 Million donation to the Boston Resiliency Fund. The Boston Resiliency Fund is the City of Boston’s effort to help coordinate fundraising and philanthropic efforts to provide essential services to Boston residents whose health and well-being are most immediately impacted by the coronavirus pandemic, with a strategic focus on food access. The fund is also working to help first responders and critical care providers.", "In January 2020, Johnson & Johnson announced its support of frontline health workers through the Johnson & Johnson Center for Health Worker Innovation, committing $250M over 10 years. On March 27, 2020, the Johnson & Johnson Family of Companies and the Johnson & Johnson Foundation increased that commitment by $50M for immediate COVID-19 response, primarily focused on supporting frontline health workers.\n\nJohnson & Johnson said that it had made progress on a vaccine to prevent COVID-19 and that the product could be ready in early 2021...", "J.P. Morgan is committing $1,000,000 to the China Foundation for Poverty Alleviation (CFPA), an organization supporting relief and recovery efforts in disaster-stricken areas to provide immediate healthcare relief, including procuring and distributing medical supplies, to those who need it most. Beyond this, the philanthropic investment will support CFPA’s continued coordination with local governments across China to bolster disease prevention and resilience efforts in the middle and long term.", "Kabbage launched www.helpsmallbusiness.com to support small businesses financially impacted by COVID-19. The initiative is a call-to-action across the U.S., enabling anyone to purchase an online gift certificate from participating small businesses to provide them with crucial financial support. Certificates can be redeemed in full after they’re issued or in the future when the crisis has subsided...", "Kaiser Permanente is giving $1 million to public health organizations and collaborating with the CDC Foundation to help fight the COVID-19 pandemic.", "The outdoor and utility brand, Keen, announced it will give away 100,000 pairs of shoes, valued at approximately $10 million, to those affected by the COVID-19 crisis, including health-care professionals and people who have lost their jobs. The Portland, Oregon based outdoor brand is asking people to nominate individuals in need on its website.", "KFC has partnered with the nonprofit Blessings in a Backpack to help provide weekend meals to kids who might otherwise go hungry, donating $400,000 to go directly to providing prepackaged meals for school children.", "Kering announced a donation of $1.1 million (7.5 million RMB) to the Red Cross in the heavily impacted province of Hubei. The donation will be used for front-line prevention and control work (including care for hospital medical staff and patients) as well as training and public health education.", "Kraft-Heinz is donating $12 million in support of communities impacted by the COVID-19 outbreak. In the U.S., that translates to $1.9 million in cash and $4.7 million in products, including Kraft Macaroni & Cheese, Heinz Gravy, Planters Nut Mixes, and Devour frozen meals, for a total of $6.6 million to Feeding America and its network of food banks.", "The Kroger Co. Zero Hunger | Zero Waste Foundation committed $3 million to be equally distributed between the Foundation’s nonprofit partners, Feeding America and No Kid Hungry. The funding will support local food banks nationwide and initiatives that ensure children, whose schools may be closed, still have access to nutritious meals.", "L’Oréal pledged $720,000 (5 million RMB) to help China to fight the Coronavirus.", "Las Vegas Sands contributed $2.5 million towards the efforts to contain the spreading of the Coronavirus.", "Liberty Mutual Insurance has allocated over $6 million to COVID-19 relief efforts. This includes up to $4 million in emergency grants for current grant partners, $1 million for the Boston Resiliency Fund, $50,000 for the Seattle Foundation COVID-19 Response Fund and $1,000 for each of the 880 Serve with Liberty (employee service) partners. In addition, the company increased its employee giving match from 50% to 100% through March, and are making 100 boxed lunches a day for youth experiencing homelessness in Boston...", "In partnership with the nonprofit organization Dreaming Out Loud, Little Sesame will deliver meals to residents of the most vulnerable D.C. communities. Its Meals for the City launched Monday at Kelly Miller Middle School in Ward 7."]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=6": [["Lockheed Martin - Coronavirus (COVID-19) Response", "Lockheed Martin", "Lowe's - Coronavirus (COVID-19) Response", "Lowe's ", "Lush Cosmetics - Coronavirus (COVID-19) Response", "Lush Cosmetics", "LVMH - Coronavirus (COVID-19) Response", "LVMH", "Lyft - Coronavirus (COVID-19) Response", "Lyft", "Lysol - Coronavirus (COVID-19) Response", "Lysol", "Major League Baseball - Coronavirus (COVID-19) Response", "Major League Baseball", "Manulife - Coronavirus (COVID-19) Response", "Manulife Financial Corporation", "Mastercard - Coronavirus (COVID-19) Response", "MasterCard", "McDonald's - Coronavirus (COVID-19) Response", "McDonald's", "Medtronic - Coronavirus (COVID-19) Response", "Medtronic Foundation", "Meituan - Coronavirus (COVID-19) Response", "Meituan", "Melco Resorts & Entertainment - Coronavirus (COVID-19) Response", "Melco Resorts & Entertainment", "Merck & Co., Inc. - Coronavirus (COVID-19) Response", "Merck & Co., Inc.", "Merrell - Coronavirus (COVID-19) Response", "Merrell", "MGM China Holdings - Coronavirus (COVID-19) Response", "MGM Resorts International", "Micron - Coronavirus (COVID-19) Response", "Micron", "Microsoft - Coronavirus (COVID-19) Response", "Microsoft", "Midea Group - Coronavirus (COVID-19) Response", "Midea Group", "Moody's - Coronavirus (COVID-19) Response", "Moody's Corporation"], "**********__________________________*******", ["In response to this crisis, Lockheed Martin will be guided by and operate with three clear priorities. First, it will continue to protect the health and safety of its men and women on the job and their families. Second, it will continue to perform and deliver for its customers because what they do for national security, global communications, and infrastructure is critical to the nation and its allies. Third, Lockheed Martin will do its part to use its know-how, resources, and leadership as a company to assist its communities and country during this period of national crisis...", "Lowe's is contributing $105 million in essential products and cash, and keeping stores open to provide essential products for the public to continue social distancing and prevent contagion.\n\nThis is what Lowe's is doing for its communities and associates nationwide:", "Lush Cosmetics, a personal care company, says it is doing its part to address this ongoing public health crisis. In its home base, the United Kingdom, Lush is inviting people to come into its stores and use the sinks to wash their hands, without any obligation to buy a product.", "LVMH, the owner of Louis Vuitton and Dior along with other brands, put $2.3 million toward the Coronavirus relief cause.\n\nLVMH also announced that it is converting three of its perfume manufacturing facilities where it normally makes fragrances for its Christian Dior, Givenchy and Guerlain brands to make hand sanitizer instead. The first deliveries will be March 16 and by the end of the first week, LVMH expects to have made 12 tons of the hydroalcoholic gel. The product will be given at no charge to French authorities and the largest hospital system in Europe.", "Lyft is donating tens of thousands of rides to those with essential transportation needs during the coronavirus pandemic, especially for families and children, low-income seniors, and doctors and nurses.\n\nLyft is following updates on COVID-19, including guidance from the Centers for Disease Control and Prevention (CDC) and local health officials. If Lyft is notified of a rider or driver testing positive for COVID-19, the driver will be temporarily suspended from using Lyft until they are medically cleared...", "Lysol has donated $2 million to the CDC Foundation’s new Coronavirus campaign, “All of Us: Combat Coronavirus.”", "Major League Baseball and the Major League Baseball Players Association announced a joint donation of $1 million to help fight hunger as a result of school closures and quarantines stemming from the coronavirus (COVID-19) pandemic. The donation will be split evenly among Feeding America® (FeedingAmerica.org) and Meals on Wheels America (MealsonWheelsAmerica.org).", "Manulife is donating $1 million to support the availability and safe access to food for communities in need across Canada to help the most vulnerable people whose health and well-being are most immediately impacted.\n\nManulife is also the parent company of John Hancock, which pledged $1 Million to the Boston Resiliency Fund.", "Mastercard Impact Fund, Wellcome and the Bill & Melinda Gates Foundation, are jointly committing $125 million in “seed funding” to develop treatments for coronavirus.\n\nMastercard also contributed $300,000 to the China Development Fund and encouraged global employee donations to Give2Asia with a 1:1 match.", "McDonald's is screening customers for symptoms and feeding doctors and nurses to help combat the spread of Wuhan coronavirus in China.", "Medtronic and its foundation has committed $1.5 million to COVID-19 relief efforts worldwide. It has donated ventilators, respiratory filters, pulse oximeters, sensors and centrifugal blood pumps to Wuhan Huoshenshan Hospital.", "Meituan set up a 200 million yuan ($28,400,620) fund dedicated to caring for the nation’s medical staff. Initially, it will focus on assisting medical staff in Wuhan, the epicenter of the coronavirus outbreak, with funds going toward medical resources, humanitarian help and ensuring that medical staff are supported in their daily lives.\n\nThe company has also opened an online donation channel on the Meituan app, allowing users to donate money towards efforts to fight the new virus.", "Melco Resorts & Entertainment contributed $2.6 million towards the efforts to contain the spreading of the Coronavirus.", "In support of the U.S. and global response to the COVID-19 pandemic, Merck has committed $500,000 to the UN Foundation Solidarity Response Fund for WHO and $250,000 to the CDC Foundation Emergency Response Fund. This is in addition to earlier donations totaling $225,000 to Direct Relief, Project HOPE and Give2Asia and 1 million RMB to the Chinese Red Cross Foundation. Merck has also provided 1.3 million masks and other PPE and equipment globally, $1.15M in medicine to China and more than 25,800 inhalers in the U.S.", "Merrell has delivered 1,200 pairs of shoes and boots to local hospitals in West Michigan including Spectrum Health and Mercy Health, as well as to the Grand Rapids Fire Department and Police Department.", "MGM China Holdings contributed $2.5 million towards the efforts to contain the spreading of the Coronavirus.", "The Micron Foundation is providing 1M RMB ($1,434,32) to Give2Asia for support of frontline health workers and hospitals. The company also has a gift campaign to match employee donations.", "Microsoft will donate Rmb1m ($144,160) to help relief efforts in Wuhan and surrounding Hubei province.\n\nMicrosoft is offering a free six-month trial globally for a premium tier of Microsoft Teams, Business Insider first reported on Tuesday. The tier was originally designed to enable hospitals, schools, and businesses in China to get up and running quickly on Microsoft Teams, and that tier is now available globally. However, when you try to sign up for it, you’ll be prompted to work with a Microsoft partner or a member of Microsoft’s sales team to get it set up...", "Midea Group donated RMB 100 million ($14,374,838) to the Hubei epidemic area through the Red Cross Society of Hubei Province, designated for procurement of emergency medical supplies.", "Moody's Corporation will fund a $1 million program of charitable donations and other support to help address the immediate and long-term impact of COVID-19. Moody’s will extend support to its existing philanthropic partners to help small businesses and education systems and reconfigure its employee volunteer programs to assist communities most affected by the pandemic.\n\nMoody’s will provide $550,000 of funding for humanitarian aid to support global efforts. Funds will also be distributed to organizations involved in direct relief work in communities where Moody’s operates, including:"]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=7": [["Morgan Stanley - Coronavirus (COVID-19) Response", "Morgan Stanley", "MSC Group - Coronavirus (COVID-19) Response", "MSC Group", "MTV - Coronavirus (COVID-19) Response", "MTV", "NationBuilder - Coronavirus (COVID-19) Response", "NationBuilder", "Neiman Marcus Group - Coronavirus (COVID-19) Response", "Neiman Marcus Group", "Netflix - Coronavirus (COVID-19) Response", "Netflix", "New York Life - Coronavirus (COVID-19) Response", "New York Life", "Nextdoor - Coronavirus (COVID-19) Response", "Nextdoor", "Nike - Coronavirus (COVID-19) Response", "Nike", "Okabashi - Coronavirus (COVID-19) Response", "Okabashi", "Onset - Coronavirus (COVID-19) Response", "Onset", "Oofos - Coronavirus (COVID-19) Response", "Oofos", "Orbital Insights - Coronavirus (COVID-19) Response", "Orbital Insights", "Outschool - Coronavirus (COVID-19) Response", "Outschool", "OYO - Coronavirus (COVID-19) Response", "OYO", "Pearson - Coronavirus (COVID-19) Response", "Pearson", "Pepco - Coronavirus (COVID-19) Response", "Pepco Holdings, Inc.", "Pepsico - Coronavirus (COVID-19) Response", "PepsiCo ", "Pernod Ricard - Coronavirus (COVID-19) Response", "Pernod Richard", "Perry Health - Coronavirus (COVID-19) Response", "Perry Health"], "**********__________________________*******", ["Morgan Stanley pledged $10 million in support of COVID-19 response efforts, including $2 million to Feeding America to ensure that its affiliates can continue to operate; $2 million to the CDC Foundation; and $2 million to the COVID-19 Solidarity Response Fund, which was launched by the United Nations Foundation and Swiss Philanthropy Foundation to fund the World Health Organization's coronavirus response efforts.", "Grandi Navi Veloci (GNV), a ferry operator that is part of MSC Group, has converted the ferry ship Splendid into a floating hospital equipped for patients with and recovering from COVID-19.\n\nStationed in the ferry terminal in Genoa, Italy, it has 25 beds in single cabins, although it is possible to equip up to 400 beds. The floating hospital also features a heliport and dedicated areas to healthcare personnel and crew.", "MTV and 65 partners are Introducing the inaugural Vote Early Day, a first-of-its-kind holiday celebrating American voters everywhere and championing your ability to cast your ballot. The effort has been cosigned by an advisory board helmed by Secretaries of State Alex Padilla (D-CA) and Brad Raffensperger (R-GA).", "During this global pandemic, Nationbuilder recognizes that those coordinating emergency responses or essential services need access to digital organizing tools to communicate with their local communities.\n\nTo meet that need, NationBuilder is offering free software and services for the course of this critical period to governments, agencies, and NGOs engaged in COVID-19 direct relief and emergency response efforts. The platform provides digital organizing infrastructure, including geo-targeted SMS, email, website, and online fundraising tools.", "Neiman Marcus Group and Jo-Ann Fabrics are working together to make apparel for medical workers. \n\nNeiman Marcus Group’s alterations facilities are receiving product from Jo-Ann Fabrics to start creating personal protective equipment (PPE) such as masks, gowns and scrubs for use by health-care providers.", "Netflix established a $100 million relief fund, which includes $15 million for donations to organizations already working to support out-of-work production employees.", "New York Life is pledging the following donations in response to the COVID-19 outbreak...\n\n-   $450,000 to support the Center for Disaster Philanthropy’s Covid-19 Response Fund and the CDC Foundation’s Emergency Response Fund\n-   $236,500 to support First Book\n-   $250,000 to the New York Life Emergency Assistance Fund to support New York Life agents and employees\n-   $250,000 in matching gifts", "Nextdoor launched two new products to better help you connect right now.\n\nThe first feature will facilitate neighbors helping neighbors. It’s called Help Map. The Help Map allows those in need to easily identify which neighbors have raised a hand to assist with an errand — or just give a call to check in. \n\nThe second is Nextdoor Groups. This allows neighbors to organize for those who may need assistance during this challenging time.", "Nike is donating $15 million toward the effort to stop the spread of coronavirus COVID-19 and help people impacted by the outbreak across the world. $10 million is dedicated locally to the Oregon Food Bank, Oregon Health & Science University, and a recovery fund created by the Oregon Community Foundation. More than $4 million donated by the Nike Foundation will go toward the following national and global relief agencies:", "The Buford, Ga.-based company, Okabashi, has reached out to federal authorities with an offer to donate shoes that can be disinfected after use.", "Onset, a Utah business, gave $250 to each employee to help prepare for the Coronavirus outbreak. Employees were asked to use the money for items such as soap, nonperishable food items, water, and medicine.", "The comfort and recovery shoe brand is implementing a multilayered program to help those impacted by the coronavirus. Beginning on March 27, the company will launch the first phase by donating more than 1,000 pairs of shoes to nurses and medical professionals in the U.S. The seven in-person shoe drops will take place at hospitals across the country.", "Satellite data insights company Orbital Insights is using its technology to help the media, government agencies and cities understand the impact of coronavirus on the movement of people and goods.", "Outschool is offering free live online classes for students ages 3-18 affected by public school shutdowns, conducted over video chat. The 10,000-plus classes cover topics in English, math, social studies, science, coding, health and wellness, music, art and world languages.", "OYO is offering free hotel rooms to doctors, nurses and medical first responders at its 300 hotels in the U.S.", "Pearson is providing access to expert faculty, best practices, and other online learning resources for people who are studying, teaching or working remotely.\n\nPearson has offered a number of services for free, such as access to an e-book library for U.S. and U.K. higher education students already using Pearson courseware...", "Pepco is suspending service disconnections and waiving new late payment charges at least until May 1 and will be working with customers on a case-by-case basis to establish payment arrangements and identify energy assistance options.", "PepsiCo is providing enhanced benefits to all U.S. employees and additional compensation for frontline employees to maintain the supply of food and beverage during this time. The additional compensation covers more than 90,000 frontline employees at both PepsiCo Beverages North America (PBNA) and PepsiCo Foods North America (PFNA) and consists of a minimum of an incremental $100 per week for full-time employees over the next month. PepsiCo also announced it will hire 6,000 new, full-time, full-benefit frontline employees across the U.S. in the coming months.", "Wine and spirits company Pernod Ricard retooled its production to bolster the supply of hand sanitizer. Production starts the week of March 23 at U.S. manufacturing facilities and distilleries.", "Perry Health is providing rapidly deployable technology for standardized screening as well as an app for symptom monitoring/telehealth for patients under home quarantine to provide support and peace of mind and optimize capacity in hospital settings. This technology is being provided as an in-kind donation to address COVID-19."]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=8": [["Pfizer - Coronavirus (COVID-19) Response", "Pfizer", "PG&E - Coronavirus (COVID-19) Response", "PG&E", "Pingan Good Doctor - Coronavirus (COVID-19) Response", "Pingan Good Doctor", "PNC - Coronavirus (COVID-19) Response", "PNC", "Prada - Coronavirus (COVID-19) Response", "Prada", "Procter & Gamble - Coronavirus (COVID-19) Response", "Procter & Gamble", "Prudential Financial - Coronavirus (COVID-19) Response", "Prudential Financial", "PwC - Coronavirus (COVID-19) Response", "PwC", "Qiagen - Coronavirus (COVID-19) Response", "Qiagen", "Qihoo 360 - Coronavirus (COVID-19) Response", "Qihoo 360", "Qualcomm - Coronavirus (COVID-19) Response", "Qualcomm Inc.", "REEF Technology - Coronavirus (COVID-19) Response", "REEF Technology", "Republic Restoratives - Coronavirus (COVID-19) Response", "Republic Restoratives", "Ripple - Coronavirus (COVID-19) Response", "Ripple", "Roivant Sciences - Coronavirus (COVID-19) Response", "Roivant Sciences", "S&P Global Foundation - Coronavirus (COVID-19) Response", "S&P Global", "Sagacious IP - Coronavirus (COVID-19) Response", "Sagacious IP", "Saks Fifth Avenue - Coronavirus (COVID-19) Response", "Saks Fifth Avenue", "Salesforce - Coronavirus (COVID-19) Response", "Salesforce", "Sanofi - Coronavirus (COVID-19) Response", "Sanofi"], "**********__________________________*******", ["In response to the outbreak of the novel coronavirus in Wuhan, China, the Pfizer Foundation has provided $500,000 in grants to support the provision of urgently needed aid and supplies to front-line healthcare workers. This grant funding is supporting urgent assistance by Direct Relief and Project HOPE, two key international organizations working with local partners on the ground to provide supplies and other support to health workers and health systems in affected areas in China...", "Utility company PG&E, which provides gas and electricity across Northern California, announced it would not shut off services because of nonpayment due to the coronavirus.", "Pingan Good Doctor announced it was setting up an antivirus command center, donating 10 million masks to provinces across the nation, adding that online consultations would be free of charge for all users in China.", "PNC is prepared to offer assistance to impacted customers through a range of measures. Should customers of PNC encounter hardship as a result of the coronavirus, they can call PNC for assistance.\n\nPNC will continue to monitor the situation to determine potential extension or expansion of available assistance.", "Prada has donated six intensive care units to three separate hospitals in Milan.", "P&G is stepping up to provide much-needed product donations and financial support. The companies contributions are broad-based with cash support to ensure disaster relief organizations can meet immediate needs, including hygiene education, medical equipment and supplies, and millions of P&G products donated from 30 brands in more than 20 countries, with more on the way. P&G's contributions of product and in-kind support now exceed $15 million and will continue to increase as the company works with communities around the world to understand how it can best serve them.", "Responding to the urgent and growing needs created by the COVID-19 pandemic, Prudential has donated 153,000 face masks—including 75,000 n95 respirators—for health care workers in New Jersey. The company has also committed $1.5 million in funding for local businesses and community support, both in the U.S. and internationally. In addition to Prudential’s year-round charitable matching gift program, Prudential has a special $200,000 double-match program for gifts to selected organizations responding to the COVID-19 pandemic.", "The PwC Charitable Foundation, Inc. is giving $2.85 million to support the people and communities most impacted by COVID-19. PwC is also supporting and caring for its 55,000 staff by providing enhanced benefits during this time, including up to $2,200 in emergency childcare support, $1,000 of which can be applied to elder care; everyday flexible work arrangements; mental health and wellness resources including virtual doctor visits and free mental health coaching; and an unprescribed number of sick days for all US full-time and part-time staff.", "Qiagen is in the process of sending 200 QIAstat-Dx cartridges for the detection of respiratory pathogens that includes COVID-19 to China. The technology is being validated at four hospitals.", "Qihoo 360 has pledged to donate 15 million yuan ($2,130,047) in medical resources to Hubei province and Wuhan city.", "Qualcomm donated $1 million to the Chinese Red Cross to support efforts to combat the Novel Coronavirus outbreak.", "With the continued spread of COVID-19 across the country, REEF Technology is offering its expansive real estate portfolio, capabilities, workforce and expertise in this time of crisis. REEF commits to making no profit from the support. The companies focus is to help solve this crisis, while allowing its hourly staff to be paid for critical services performed to contain and mitigate the spread of COVID-19.\n\nREEF has partnered with other parking industry leaders LAZ, ABM, and SP+ to give access to 20,000 parking sites for COVID testing, and more than 200,000 staff...", "Each Republic Restoratives order for delivery comes with an in-demand perk: a bottle of free hand cleaner made at the distillery.", "Ripple, a San Francisco blockchain technology company, is working with its local partners to help meet the immediate need created by the COVID-19 crisis. Ripple has donated $100K to Tipping Point's COVID emergency response fund, which serves 45 Bay Area organizations covering 250 thousand people who are being hit the hardest. Ripple has also donated $100K to Silicon Valley Community Foundation’s COVID Regional Response Fund, which is disbursing funds to nonprofits leading the response to COVID-19 in each of the Bay Area's nine counties.", "Roivant Sciences announced the clinical development of gimsilumab, a monoclonal antibody, to prevent and treat acute respiratory distress syndrome (ARDS) in patients diagnosed with COVID-19.", "The S&P Global Foundation Board of Directors approved an initial USD $2 million pool of funds, to be put toward grants for nongovernmental organizations (NGOs) focused on supporting food scarcity, medical supplies and broad COVID-19 response. The companies support for these areas aligns with concerns raised by its people and local site leaders, as well as critical needs in key operating locations for its business.\n\nS&P's first wave of grants will support the following NGOs:", "Sagacious has launched Coronovirus Research Assistance Program to help scientists researching ways to understand, prevent and cure COVID-19. Researchers can download scientific information about Corona and similar viruses as well as request (free) custom research from Sagacious' experts. Sagacious has committed 1000 hours of complimentary research under this program.", "The Saks Fifth Avenue Foundation, whose mission is to make mental health a priority in every community, is making a $600,000 emergency grant to support patient care and provide funding to charitable partners to address urgent mental health needs in response to the COVID-19 pandemic.\n\nDonations will go to three important organizations—NewYork-Presbyterian Hospital, Bring Change to Mind (BC2M) and Girls Inc.", "Salesforce is donating $1 million to UCSF’s COVID-19 Response Fund and $500K to the CDC Foundation's Emergency Response Fund, and will continue matching employee contributions.\n\nSalesforce also has technology available to help customers, partners, and communities. Through Health Cloud, Salesforce will provide free access to technology for emergency response teams, call centers, and care management teams for health systems affected by coronavirus. The company has developed a free data resource hub to help organizations see and understand coronavirus data in near real-time...", "Sanofi Pasteur, the vaccines global business unit of Sanofi, will leverage previous development work for a SARS vaccine which may unlock a fast path forward for developing a COVID-19 vaccine. Sanofi is collaborating with BARDA, expanding the company’s long-standing partnership with the Authority. Sanofi will use its recombinant DNA platform to produce a 2019 novel coronavirus vaccine candidate. The recombinant technology produces an exact genetic match to proteins found on the surface of the virus..."]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=9": [["SAP - Coronavirus (COVID-19) Response", "SAP", "SC Johnson - Coronavirus (COVID-19) Response", "SC Johnson", "Scholastic - Coronavirus (COVID-19) Response", "Scholastic", "Sempra Energy - Coronavirus (COVID-19) Response", "Sempra Energy", "Shine Distillery - Coronavirus (COVID-19) Response", "Shine Distillery", "Signarama Evansville - Coronavirus (COVID-19) Response", "Signarama Evansville", "SJM Holdings - Coronavirus (COVID-19) Response", "SJM Holdings Ltd", "Slack - Coronavirus (COVID-19) Response", "Slack", "Smilegate - Coronavirus (COVID-19) Response", "Smilegate", "SoftBank Group - Coronavirus (COVID-19) Response", "Softbank", "Sprint - Coronavirus (COVID-19) Response", "Sprint", "Starbucks - Coronavirus (COVID-19) Response", "Starbucks", "State Farm - Coronavirus (COVID-19) Response", "State Farm", "Suncity Group - Coronavirus (COVID-19) Response", "Suncity Group", "Swarovski - Coronavirus (COVID-19) Response", "Swarovski", "Sweetgreen - Coronavirus (COVID-19) Response", "Sweetgreen", "T-Mobile - Coronavirus (COVID-19) Response", "T-Mobile US, Inc.", "Tabula Rasa HealthCare, Inc. - Coronavirus (COVID-19) Response", "Tabula Rasa HealthCare, Inc.", "Tapestry, Inc. - Coronavirus (COVID-19) Response", "Tapestry, Inc.", "Tata Consultancy Services - Coronavirus (COVID-19) Response", "Tata Consultancy Services"], "**********__________________________*******", ["SAP is opening access to its technology in the effort to help address global challenges caused by the COVID-19 outbreak. The following SAP technology platforms Ariba, TripIt, Litmos and Qulatrics are engaged in responding to the COVID-19 outbreak in the following ways:", "S.C. Johnson will commit $5 million in products and monetary contributions to support public needs during the COVID-19 pandemic.\n\nPreviously SC Johnson announced a $1 million contribution to the CDC Foundation’s Emergency Response Fund to strengthen domestic and global public health infrastructure and responses to address the spread of COVID-19.\n\nAs the epidemic began to take hold in January, the company donated 1 million yuan ($142,984) to the Red Cross in China to aid in its response efforts...", "Scholastic has launched a ‘Learn at Home’ website that has free daily courses for students from Pre-kindergarten to grades 6 and higher.", "Sempra Energy and its family of companies is contributing $3.75M to the COVID-19 pandemic. The Sempra Energy Foundation is donating $1.75M to small-to-medium size charities that are supporting individuals and families affected by the pandemic with critical needs in California, Texas and Louisiana while Sempra’s Southern California utilities, San Diego Gas & Electric and Southern California Gas Company, are contributing $1M each to emergency response, meals and income gap support for those whose employment has been compromised.", "Shine Distillery in Oregon said that it was making and handing out free hand sanitizer while supplies last.", "To support the local restaurants who had to close their dine-in areas, Signarama Evansville donated hundreds of signs restaurants could display to let their customers know if they had curbside or drive-thru options.", "SJM Holdings contributed $2.5 million towards the efforts to contain the spreading of the Coronavirus.", "Slack is providing free upgrades to teams working on collaborative research, response, or mitigation to the coronavirus.", "South Korean game publisher Smilegate donated ¥10M ($1.43M) to Chinese authorities to combat the coronavirus.", "SoftBank has donated 1.4 million N95 respirator masks to the State of New York, one of the hardest hit states. SoftBank and its employees are also making charitable donations to organizations responding to the pandemic.", "Sprint is offering unlimited data to customers for 60 days. Customers will also get an extra 20GB of mobile hotspot data during this time. The goal is to allow Sprint users access to the internet and WiFi while they are quarantined.", "Starbucks is offering any customer who identifies themselves as a first responder or worker supporting the healthcare system will receive a free tall brewed coffee. Those who are eligible include police officers, firefighters, paramedics, doctors, nurses, hospital and medical staff and medical researchers.\n\nStarbucks will invest up to $10 million in its CUP (Caring Unites Partners) Fund and other global resources to support partners’ needs beyond pay...", "State Farm is allocating $2 Million to COVID-19 relief efforts. In addition, State Farm has donated masks to local hospitals and has offered parking lots for testing and telehealth. The company also announced an Employee Assistance Fund and a Matching Gift program. The following donations will be made on State Farm's behalf:", "Suncity Group is contributing $3.8 million to coronavirus relief efforts. It also contributed 100,000 face masks, which has been running in thin supply since the coronavirus’ spread has been inexorable despite the measures by the mainland to contaminate the threat.", "Swarovski has contributed nearly half a million dollars to the Coronavirus relief effort.", "Sweetgreen will be offering up to 14 days of Care Pay to employees who have been diagnosed with or exposed to COVID-19 so they can self-isolate at home.", "T-Mobile announced the following ways the company is doing its part to assist in the COVID-19 outbreak: 1. Removing smartphone data caps for all customers 2. Giving 20GB of add’l mobile hotspot data 3. Increasing data for schools in our EmpowerED program 4. Making it free to call severely impacted countries", "Tabula Rasa HealthCare®, Inc. (TRHC), a healthcare technology company in the field of medication safety, is coordinating an effort to help current Programs of All-Inclusive Care for the Elderly (PACE) clients with access to COVID-19 (SARS-CoV-2 RNA) testing kits. The testing kits are being made available through TRHC’s PACE pharmacy, CareKinesis®...", "Tapestry, Inc. announced that the Company’s Coach Foundation will commit $2,000,000 to support NYC Department of Small Business Services (SBS) Small Business Continuity Fund for businesses affected by COVID-19.\n\nThe foundation will also match gifts made by Tapestry employees in North America to support qualified charitable COVID-19 causes, up to $10,000 per employee under Tapestry’s matching gift program. The Coach Foundation will also make an additional contribution to an organization crowd-sourced by employees in North America.", "As a coordinated community response to the COVID-19 crisis, the Tata Group of companies and Tata Trusts have committed $200M towards a multi-prong approach including equipment, infrastructure, necessities, awareness & capacity building."]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=10": [["Tencent - Coronavirus (COVID-19) Response", "Tencent", "Teva Pharmaceutical", "Teva Pharmaceutical Industries Ltd.", "Texas Instruments - Coronavirus (COVID-19) Response", "Texas Instruments", "Boeing - Coronavirus (COVID-19) Response", "The Boeing Company", "Clorox - Coronavirus (COVID-19) Response", "The Clorox Company", "Coca-Cola - Coronavirus (COVID-19) Response", "The Coca-Cola Company", "Ford Motor Company - Coronavirus (COVID-19) Response", "The Ford Motor Company", "ThinkFoodGroup - Coronavirus (COVID-19) Response", "ThinkFoodGroup", "TikTok - Coronavirus (COVID-19) Response", "TikTok", "Tito's Vodka - Coronavirus (COVID-19) Response", "Tito's Handmade Vodka", "TwentyTables - Coronavirus (COVID-19) Response", "TwentyTables", "Twilio - Coronavirus (COVID-19) Response", "Twilio", "Tyson Foods - Coronavirus (COVID-19) Response", "Tyson Foods", "U-Haul - Coronavirus (COVID-19) Response", "U-Haul", "Uber - Coronavirus (COVID-19) Response", "Uber", "UBS - Coronavirus (COVID-19) Response", "UBS", "Under Armour - Coronavirus (COVID-19) Response", "Under Armour", "United Airlines - Coronavirus (COVID-19) Response", "United Airlines", "UnitedHealthcare - Coronavirus (COVID-19) Response", "UnitedHealth Group", "UPS - Coronavirus (COVID-19) Response", "UPS"], "**********__________________________*******", ["Tencent invested ¥1.5B RMB ($215M USD) to establish a “Coronavirus War Chest” foundation.", "Teva Pharmaceutical Industries Ltd. announced the donation of more than 6 million doses of hydroxychloroquine sulfate tablets through wholesalers to hospitals across the U.S. to meet the urgent demand for the medicine as an investigational target to treat COVID-19.", "Texas Instruments has pledged a $300,000 donation to China Youth Development Foundation.", "The Boeing Company donated respiratory masks and other medical supplies (such as gowns, gloves and full-face respirators) to nonprofit and government partners in Wuhan and Zhoushan.", "The Clorox Company Foundation announced grants totaling $5 million in support of frontline healthcare workers and caregivers. Awards include $3 million to Direct Relief in support of efforts to alleviate the strain on the nation's hospitals, emergency rooms, and intensive care units, as well as the purchase and distribution of personal protective equipment and portable oxygen concentrators...", "Coca-Cola Philippines is redirecting P150 million (USD $2,943,704) earmarked for advertising to assistance for frontliners and affected communities amid the coronavirus disease 2019 (COVID-19) outbreak.", "Ford Motor Company, 3M and GE Healthcare are teaming up to make medical equipment, using Ford and Ford subsidiary plants in Michigan.\n\nFord and GE Healthcare are also working together to expand production of a simplified version of a GE Healthcare ventilator for coronavirus patients.", "In response to the increasing risk of the COVID-19 coronavirus and to help encourage social distancing to stop its spread, ThinkFoodGroup has made the decision to temporarily close all of its restaurants in the Washington, D.C., area and New York City as of March 15. The company will repurpose most restaurants as “community kitchens” with affordable plates of the day available for takeout purchase.\n\nThinkFoodGroup is the company behind José Andrés restaurants, hotels, food products, media, educational initiatives and philanthropy.", "TikTok has announced a $10 million donation to the World Health Organization's COVID-19 Solidarity Fund in support of efforts to provide critical supplies to frontline healthcare workers, ensure that communities have access to the latest science-based information, and accelerate efforts to discover life-saving treatments or vaccines.\n\nTikTok also announced a $3 million donation to After-School All-Stars to help provide food for families who have lost access to free or reduced-cost school meals...", "Tito's Vodka is putting the pieces in place to begin production on 24 tons of hand sanitizer that adheres to industry and governmental guidance. The sanitizer will be given away for free to those who need it most.", "TwentyTables is working to provide first responders, hospital workers, medical staff and everyone who needs a meal in Washington DC access to food through the GoFundMe campaign: Feed the Front Lines.\n\nFor every $700 raised, TwentyTables can assign one of its food truck partners to Feed the Front Lines and distribute - without charge - 100 meals. So far, TwentyTables has raised $3,000, sending four food trucks and 400 meals to four hospitals.", "To help its global community and the local San Francisco and Denver areas, home to Twilio's largest offices, Twilio is donating a total of $1.5 million. The company is focused on funding organizations driving the medical response to COVID-19 and serving low-income, at-risk populations who will be severely impacted by the virus. The giving is as follows:", "Tyson Foods, Inc. is committing $13 million to support critical needs in local communities where the company operates in response to the COVID-19 pandemic. This investment includes $2 million in community grants and more than $11 million worth of products donated by the company since March 11.\n\nThe company has created a Community Response Fund that will distribute grants and food donations to non-profit organizations working to help people in Tyson Foods’ plant communities across the U.S. Community grants will be awarded by invitation only.", "U-Haul will extend 30 days of free self-storage at U-Haul-owned and operated facilities to help college students impacted by unforeseen schedule changes at their universities. The free month applies to new customers with college IDs and is a limited-time offer subject to availability.", "Uber is supporting restaurants impacted by coronavirus by driving demand to small businesses with $0 delivery fees for orders from independent restaurants. Uber also committed 300,000 free meals to first responders and healthcare workers in the US and Canada.\n\nUber Health is helping provide transportation for front-line health care workers, both to and from patients’ homes, as well as between healthcare facilities. In the US, Uber is partnering with 1199SEIU, one of the country’s largest healthcare unions, to make sure their members can get to work...", "UBS said its China business would donate $1 million USD to \"frontline responders\" in China to help fight the spread of the deadly virus.", "Under Armour has donated $1 million to Feeding America and another $1 million to youth sports nonprofit Good Sports.", "United Airlines is working to repatriate travelers who are stranded abroad in the wake of the COVID-19 crisis. In regions where government actions have barred international flying, United has coordinated with the U.S. State Department and local government officials to re-instate some flights. Additionally, United has been operating several extra flights to countries in Central America and South America.\n\nUnited Airlines also announced the company would be dedicating several cargo charter flights to help deliver critical medical supplies...", "UnitedHealthcare announced several updates that provide people and families expanded access to the care, support and resources they need to navigate through this unprecedented time. These actions will expand access to testing and medical care, medication, telehealth services and virtual care including rollout of an innovative, personalized digital platform which includes a symptom checker to help members rapidly assess their risk for COVID-19:", "UPS commits over $6 million in grants, logistics and transportation, and collaboration with more than a dozen relief agencies.\n\nSince Feb. 1 The UPS Foundation has transported more than 4 million masks and hundreds of thousands of protective gowns and other personal protection supplies to China in collaboration with Medshare, MAP Int’l, Good360, Convoy of Hope and SOS Int’l..."]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=11": [["USAA - Coronavirus (COVID-19) Response", "USAA", "Varian Medical Systems - Coronavirus (COVID-19) Response", "Varian Medical Systems", "Versace - Coronavirus (COVID-19) Response", "Versace", "Vir Biotechnology - Coronavirus (COVID-19) Response", "Vir Biotechnology", "Virgin Orbit - Coronavirus (COVID-19) Response", "Virgin Orbit", "Vita Coco - Coronavirus (COVID-19) Response", "Vita Coco", "Walgreens - Coronavirus (COVID-19) Response", "Walgreens", "Walmart - Coronavirus (COVID-19) Response", "Walmart", "WarnerMedia - Coronavirus (COVID-19) Response", "WarnerMedia", "Wells Fargo - Coronavirus (COVID-19) Response", "Wells Fargo", "Western Union - Coronavirus (COVID-19) Response", "Western Union Company", "WeWork - Coronavirus (COVID-19) Response", "WeWork", "Woolworths Supermarket - Coronavirus (COVID-19) Response", "Woolworths Supermarket", "Wynn Macau - Coronavirus (COVID-19) Response", "Wynn Macau", "Wynn Resorts, Limited - Coronavirus (COVID-19) Response", "Wynn Resorts, Limited", "Xylem - Coronavirus (COVID-19) Response", "Xylem", "Yelp - Coronavirus (COVID-19) Response", "Yelp", "Zoom - Coronavirus (COVID-19) Response", "Zoom", "Zymergen - Coronavirus (COVID-19) Response", "Zymergen"], "**********__________________________*******", ["USAA and The USAA Foundation, Inc. have committed more than $4.4 million to military-focused, national and local nonprofits to support America’s response to the coronavirus pandemic. Military-focused nonprofits will receive a planned $2.3 million investment.\n\nThe funds will help provide meals and emergency financial assistance for military families, care packages for troops deployed overseas, and the development of best practices and policy recommendations to respond to and recover from COVID-19...", "Varian donated $1,000,000 to support coronavirus prevention and control. The company is also supporting cancer treatment with its medical system.", "The Italian luxury company, Versace, pledged to donate 1 million renminbi, or $143,400, to the Chinese Red Cross Foundation to alleviate the shortage of medical supplies.", "Vir Biotechnology has set up partnerships that seek to speed up the development and commercialization of antibodies and therapeutics for potential treatment of the virus.", "California-based rocket company Virgin Orbit partnered with medical researchers and developed a ventilator device that the company plans to mass produce and send to hospitals around the United States to fight the coronavirus.", "As coronavirus concerns have led consumers to stock up on pantry essentials, Vita Coco has seen an unexpected sales surge for its coconut water. Vita Coco is now investing $1 Million of its incremental profits into the resources that need it most.\n\nVita Coco will donate $1 million collectively to Feeding America and No Kid Hungry to support families, children and seniors in the most vulnerable communities affected by the coronavirus outbreak. The first donation of $500,000 will be made across both organizations to include support of their COVID-19 Response Funds.", "Walgreens has made plans to dedicate portions of their parking lots for coronavirus testing.", "Walmart and the Walmart Foundation have committed $25 million to support organizations on the front lines responding to the COVID-19 pandemic. To serve their customers and support their workforce, Walmart is also adjusting store hours, lending their parking lots to mobile testing centers, and providing nearly $550 million through bonuses and salary advances to hourly and supply chain associates.", "WarnerMedia is committing more than $100 million to support film and production crews being shut out by the virus.", "The Wells Fargo Foundation announced up to $6.25 million in donations to support domestic and global response to the coronavirus (COVID-19) and to aid public health relief efforts. The philanthropic funding includes $1 million for the National Centers for Disease Control and Prevention’s Emergency Relief Fund and $250,000 to the International Medical Corps for their work in more than 30 countries. The company will also donate up to $5 million at the local level to help address community-specific needs in the coming months...", "Western Union announced a $1 million global matching challenge to fight the coronavirus outbreak and to provide relief for people in China and other impacted countries. The company, which will provide up to $500,000 in matching funds, is accepting donations from employees, customers, Western Union money transfer agents and the general public until April 14. Funds will be pledged to local and global NGO’s, including Give2Asia and International Medical Corp.", "WeWork will match on a dollar-for-dollar basis the first $100,000 USD in donations. This means that if the company raises $100,000 USD, WeWork will contribute $100,000 USD in matching funds — for a total donation of $200,000 USD. The WeWork Executive team has pledged an additional amount of $95,000 USD to help the company reach the overall goal.\n\nThe funds raised will go to Give2Asia, an international NGO that serves 23 countries across the Asia-Pacific region, to support frontline health workers and hospitals responding to the coronavirus crisis...", "Australian supermarket chain Woolworth’s is creating special hours reserved for elderly and disabled shoppers.", "Wynn Macau contributed $2.5 million towards the efforts to contain the spreading of the Coronavirus.", "A company with deep roots in local communities, Wynn Resorts, Limited has been actively engaged with its global procurement network to urgently source protective supplies. Wynn Resorts donated 1 million medical masks to the Macau government in support of the city's epidemic prevention and control efforts.\n\nAdditionally, Wynn Resorts donated 175 pallets of food valued over $750,000 to 15 food banks in Las Vegas and three in Boston...", "Xylem Inc. deployed three wastewater pumps to support the urgent need of Wuhan Huoshenshan Hospital.", "Yelp is providing $25 million in coronavirus relief for independent restaurant and nightlife businesses in the form of waived advertising fees, and free advertising, products and services.", "Zoom announced that it was providing its videoconferencing tools to K-12 schools for free.", "Zymergen is helping to accelerate and support critical COVID-19 testing initiatives by volunteering 30 of its world-class science automation team members, as well as providing robots, equipment and consumables to be used in research."]], "https://www.uschamberfoundation.org/aid-event/coronavirus-covid-19?page=12": [[], "**********__________________________*******", []]}